{
    "BIO1101": {
        "course_coordinator": "course_coordinator \nDr. Martina Calore, Faculty of Health, Medicine and Life Sciences  \nContact: m.calore@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nPRA1102 Introduction to Scientific Research II"
        ],
        "objectives": [
            "Apply basic knowledge of ecology, evolution, and molecular and organismal biology to discuss  \ncutting-edge biological research and its impacts on society;",
            "Explain how the following six core biological concepts apply to the multiple scales of organization \nand time in biological systems: regulation, self-organization, evolution, inheritance, \ncommunication, and interaction;",
            "Do calculations relevant to biological concepts."
        ],
        "description": "description of the course \nThis course provides an overview of the major branches of biological sciences and the fundamental \nprocesses relevant to each. The major topic areas covered are ecology, evolution, cell and molecular \nbiology, genetics, and organismal biology. For each topic, you will explore how the content connects to \nthe central concepts of all biological sciences: regulation, self-organization, evolution, inheritance, \ncommunication, and interaction.",
        "literature": "literature\nTaylor et al. (2021). Campbell Biology: Concepts & Connections (10th edition, global edition). Pearson.  \nISBN10: 1-292-40134-6 ISBN13: 978-1-292-40134-8",
        "format": "format\nOne question and answer session and two PBL tutorials per week.",
        "assessment": [
            "Weekly homework assignments;",
            "Contribution to the discussion during tutorial meeting;",
            "A final exam at the end of the course."
        ]
    },
    "BIO2001": {
        "course_coordinator": "course_coordinators \nProf. dr. Martijn van Griensven and Dr Aart van Apeldoorn: Department cBITE, MERLN Institute for \nTechnology-Inspired Regenerative Medicine; Faculty of Health, Medicine and Life Sciences. \nContact (Period 1): a.vanapeldoorn@maastrichtuniversity.nl \nContact (Period 4): m.vangriensven@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To present the structure of prokaryote (bacteria) and eukaryote cells (animal, plant, fungal);",
            "To comprehend the structure/function relationship of the plasma membrane;",
            "To understand the functions of cell organelles and sub-cellular structures;",
            "To deepen the knowledge about transport of material in- and out of the cell;",
            "To understand the principles of transport between the different cell organelles and how molecules \nand proteins are reliably transported to the different organelles;",
            "To create understanding of cell motility and how the cell controls its shape (cytoskeleton);",
            "To understand how the cell produces the energy it needs to function;",
            "To understand communication between the cell interior and exterior of the cell (cell signalling)."
        ],
        "description": "description of the course \nThis course aims to develop a detailed understanding of the cell as the basic unit of life. The basic built up \nof a cell including cell membrane composition, cytoplasm and organelles will be eluded. Furthermore, \nmethods of visualisation of those will be discussed in detail. The cell can be seen as an organism that can \nperform a wide range of functions. In eukaryotes, these functions are linked to the different \ncompartments/organelles in the cell: nucleus, mitochondria, chloroplasts, endoplasmatic reticulum, \nlysosomes, endosomes, etc. Proteins need to move into organelles through translocation and there is a \ncontinuous transport between the different organelles (intracellular vesicular transport) and between the \ncell interior and the extracellular environment (endocytosis and exocytosis). All of these cellular transport \nmechanisms will be studied in detail. Additionally, the cell contains intracellular structures that regulate \nshape, strength, and motility, i.e. the cytoskeleton. The cytoskeleton is a highly dynamic structure and \nthe different components of the cytoskeleton (microtubules, F-actin, intermediate filaments) and their \nassembly and disassembly will be explained. And the cell needs energy from oxidative phosphorylation or \nphotosynthesis to perform these functions. Finally the basic principles of signal transduction will be \nstudied, i.e. how does the cell react to signals from the environment, how are these signals detected and \nhow are these processed into a primary cellular response?",
        "literature": "literature\n“Molecular Biology of the cell” 6th edition (2014). B. Alberts, A. Johnson, J. Lewis, D. Morgan, M. Raff, \nK. Roberts, P. Walter; Garland Science: Taylor and Francis Group, New York, NY10017, USA (ISBN: 978 0 \n8153 44643).",
        "format": "format\nThe course will be divided into tasks which will be introduced, explained, supplemented and discussed in \nthe preceding lecture. There are five main lectures. A more detailed study will take place in tutorial groups \nusing PBL.",
        "assessment": [
            "A written midterm exam;",
            "A final exam at the end of the course period (open book);",
            "A poster (period 4) or a presentation (period 1) made in a small group that will be presented \nin  a public session at the end of the course"
        ]
    },
    "BIO2002": {
        "course_coordinator": "course_coordinator \nDr. John Sloggett, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To understand what ecology as a discipline encompasses and its relevance for humanity;",
            "To understand the different levels of organisation that ecology is studied at from the level of the  \norganism up to the level of the entire planet, and how studies at these different levels interact;",
            "To understand concepts, theories, and evidence about the ecological processes that determine          \nthe distribution and abundance of organisms;",
            "To understand the impact that humans exert on natural processes and the ecological \nconsequences of anthropogenic activity."
        ],
        "description": "description of the course \nEcology is the study of the interactions of organisms with each other and with the abiotic environment. It \ncovers many levels, including individuals, populations, communities and ecosystems. In this course we \nwill examine the ecological patterns and processes that operate at these various levels and how they \ninteract. Particular focus will be placed on the role that humankind plays in ecology today and on how \nfactors such as deforestation, eutrophication and invasive species have affected natural systems.",
        "literature": "literature\nSmith, T.M. & Smith, R.L. Elements of Ecology, most recent edition (details closer to course).",
        "format": "format\nOne lecture plus two tutorials per week. \n \nAssessment",
        "assessment": [
            "Tutorial grade (if tutorials in person);",
            "Video;",
            "Exam."
        ]
    },
    "BIO2003": {
        "course_coordinator": "course_coordinator \nDr. Roy Erkens: Faculty of Science and Engineering, Maastricht Science Programme",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nDuring this course, you will gain insight in the importance of plants for life on earth and the unique \nadaptations that plants have. The course will illustrate major aspects of plant form, function and \ndevelopment, and the evolution of the major plant groups.",
        "description": "description of the course \nPlants are a vital part of anyone’s life. However, many people suffer from plant blindness: the inability to \nnotice the plants in one’s own environment. This blindness can lead to the inability to recognize the \nimportance of plants in the biosphere, and in human affairs. However, it also leads to a lower appreciation of \nthe aesthetic and unique biological features of the life forms belonging to the Plant Kingdom. Finally, the \nblindness contributes to the misguided and anthropocentric ranking of plants as inferior to animals. This \ncourse is designed to show the general importance of plants and illustrate their unique adaptations. Topics \nthat will be covered are divided into two main categories: plant structure, and plant physiology and \ndevelopment. Topics of plant structure include: growth and division of cells, primary growth of stems (the \nherbaceous plant), leaves, roots, secondary growth (the woody plant), and flowers and reproduction. \nPlant physiology and development will include plants and energy (e.g. photosynthesis, respiration), \nnutrition and transport in plants (soils, mineral uptake and water flows), and plant growth and \ndevelopment.",
        "literature": "literature\nBotany, an introduction to plant biology. J.D. Mauseth, 7th ed. 2021. Jones & Bartlett Learning. ISBN: \n978-1-284-15735-2",
        "format": "format\nYou will have two 1½h (standing) PBL tutorials per week followed by an interactive lecture to revise the \nstudy material. Also, you will do a group poster assignment and two self-reflections and peer-reviews, \nand built a botanical portfolio.",
        "assessment": [
            "Group poster on a plant division;",
            "Two peer review grades;",
            "Self-reflections;",
            "An individual botanical portfolio."
        ]
    },
    "BIO2004": {
        "course_coordinator": "course_coordinator \nDr. John Sloggett: Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To characterise the defining biological features of the animal kingdom;",
            "To provide an overview of the characteristics of the major animal groups;",
            "To explain the systematics and phylogenetics of major groups within the animal kingdom;",
            "To place the morphological, anatomical and behavioural aspects of animal groups in an \nevolutionary context;",
            "To examine in more detail particular biological adaptations using specific animal groups as \nexamples."
        ],
        "description": "description of the course \nAnimals are everywhere, on land, in water and in the air. They comprise an extremely diverse kingdom, \nwith all species being a mixture of shared and unique biological characteristics. These characteristics are a \nproduct of evolutionary history and adaptation to particular features of the abiotic and biotic environment. \nIn this course you will focus on the major groups within the animal kingdom, what defines them, how they \nare organised and how they are related to each other; you will also examine the specific adaptations of \ncertain animals in more depth. The question “What is an animal?” will be considered as will the issue of \nhow animals are grouped and related to each other. This will be done in the context of the major phyla, \ntheir defining morphological, anatomical and physiological features and the sorts of adaptations and \nbehaviours that they exhibit. You will also examine certain adaptations such as bright colouration, feeding \nor parental care in greater depth, using particular animal groups as a source of examples.",
        "literature": "literature\nMiller, S.A & Tupper, T.A. Zoology, most recent edition (more details closer to course).",
        "format": "format\nOne lecture, one PBL tutorial, one interactive lecture/tutorial. \n \nAssessment",
        "assessment": [
            "Poster;",
            "Exam."
        ]
    },
    "BIO2005": {
        "course_coordinator": "course_coordinator \nDr. Linnea van Griethuijsen, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nBIO2007 Genetics"
        ],
        "objectives": "objectives\nDuring this course you will gain insight in the most important patterns and processes of evolution. \nFurthermore, you will be able to explain and illustrate the synthetic character of evolutionary theory with \nexamples (i.e. you understand and can explain why evolutionary theory is a unifying concept for all \nbiological sciences and an important foundation for the “human sciences” of medicine, psychology and \nsociology).",
        "description": "description of the course \nEvolution is the most important principle in biology. It is the only scientific biologically theory that unifies all \nphenomena of life from the level of (macro)molecules to ecosystems. Ever since the Modern Synthesis early \nlast century (when Darwin's insights were combined with modern genetics), evolutionary research has \nexpanded enormously. Subsequent developments – the birth of molecular biology, the ever increasing \npower of computers and the development of phylogenetics - have led to an enormous increase in our \nunderstanding of the processes and patterns of evolution. This course emphasizes the general principles \nof evolution, the hypotheses on the causes of evolutionary change (relevant for most organisms), and the \nlarge patterns which are visible in the history of the earth. This course is an excellent opportunity to obtain \na base in evolutionary knowledge, regardless of the field you will work in (biology or elsewhere). \nThe course zooms in from macro-evolutionary patterns to micro-evolutionary processes. You will look at \nthe geological and paleontological history of the earth and how biologists use phylogeny to reconstruct \ndeep past (the tree of life) using genetic data. A fundamental unit within biology is the species and \ntherefore also theories of species and speciation will be discussed. Furthermore, how random changes in \npopulations (genetic drift) and natural selection influence evolution will be investigated using simulation \nmodels. In relation to this you will look beyond alleles into quantitative genetics and the evolution of \nphenotypes, and also at the process of adaptation. Finally, evolution is used to 1) explain life history \ncharacters (e.g. how many children does an organism produce) and obtain a different view on human \nmedicine, and 2) understand co-evolution between species. \n \nLiterature",
        "literature": [
            "Evolution, making sense of life. C. Zimmer and D.J. Emlen, 3rd ed. 2019. W.H.Freeman & Co \nLtd.;",
            "One module of Simbio’s evobeaker package (http://simbio.com/products-college/EvoBeaker) for \nevolutionary simulations (will be provided by MSP)."
        ],
        "format": "format\nInteractive lecture followed by two tutorials per week. Also, you will do a PechaKucha presentation and      \na computer simulation on natural selection.",
        "assessment": [
            "MC questions of the simulation assignment;",
            "PechaKucha presentation;",
            "Final exam."
        ]
    },
    "BIO2007": {
        "course_coordinator": "course_coordinator \nProf. dr. Leon de Windt, Department of Molecular Genetics (DMG), Faculty of Science and Engineering, \nFaculty of Health, Medicine and Life Sciences, Maastricht University. \nContact: l.dewindt@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nBIO2001 Cell Biology"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To understand the chemical structure of DNA and the molecular mechanisms of DNA replication.",
            "To get familiar with the basic principles how information that is stored in genes is converted to    \na (cellular) phenotype in the form of RNA and protein.",
            "To get familiar with the mechanisms how eukaryotes extract information from their genome and  \nhow mutations impact phenotypes.",
            "To understand the molecular basis of single gene inheritance (Mendel’s first law), sex-linked  \nsingle gene inheritance and to interpret human pedigrees.",
            "To apply DNA sequencing technologies and interpret the results.",
            "To have sufficient background for advanced courses in biochemistry and the life sciences."
        ],
        "description": "description of the course \nThe course discusses the principles of genetics with application to the study of biological function at the  \nlevel of molecules, cells, and multicellular organisms, including humans. The topics include: structure and \nfunction of genes; chromosomes and genomes; biological variation resulting from replication and \nrecombination, mutation and selection; DNA repair and the genetic basis of disease inheritance.",
        "literature": "literature\n“Introduction to Genetic Analysis” by Griffiths, Wessler, Carrol, Doebley (Palgrave Macmillan, 12th \nedition, 2020. ISBN-13: 9781319114770).",
        "format": "format\nLectures and tutorial group meetings. \n \nAssessment",
        "assessment": [
            "A group presentation on a paper related to the course’s topics to be delivered at the end of the course;",
            "A final theoretical examination on all lectures and theoretical content of BIO2007 consists of ± \n30 questions of which about half in multiple-choice formatand half as open questions;",
            "A final evaluation on tutorial attendance and active participation."
        ]
    },
    "BIO2008": {
        "course_coordinator": "course_coordinator \nProf. Dr. Leon Claessens, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            "✓ \nBIO2004 General Zoology or BIO2005 Evolutionary Biology"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nIn this course you will gain insight into evolutionary change over geological time, focusing on our own \nbiological lineage, the vertebrates. You will gain a broader understanding of vertebrate paleontology, \nphylogeny, biomechanics and physiology. You will learn how to contextualize, examine and explain \nbiological and evolutionary processes in deep time.",
        "description": "description of the course \nAn exploration of vertebrate evolution and paleobiology, with emphasis on the anatomical and \nphysiological transformations that occurred at the evolutionary originations of major vertebrate groups.  \nStructure and function of both extant and extinct taxa are explored, as documented by modern fauna and \nthe fossil record. Topics studied include locomotion and the origin of fins and limbs, the transition from \nwater to land, dinosaur physiology, the origin of flight, and mammalian reproduction. \n \nLiterature",
        "literature": [
            "Benton, M.J. (2014). Vertebrate Palaeontology. 4th Ed. Wiley-Blackwell. ISBN: 1118406842;",
            "Select scientific articles; access through the UM library."
        ],
        "format": "format\nOne lecture and two tutorials per week. \n \nAssessment",
        "assessment": [
            "Midterm and final examination;",
            "Contribution to tutorial group meetings;",
            "Tutorial exercises and tutorial project."
        ]
    },
    "BIO2010": {
        "course_coordinator": "course_coordinator \nAaron Isaacs, Faculty of Health, Medicine and Life Sciences, CARIM, Department of Physiology.",
        "pre_requisites": [
            " \nNone (basic knowledge of biology, including cell biology, would be helpful)"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To understand membrane and electrophysiology, particularly in the heart;",
            "To elucidate the structure and function of the cardiovascular system;",
            "To describe blood pressure and gas homeostasis and the role of hormonal and neurological \ncontrol in regulating them;",
            "To describe the systems involved in energy balance and volume control;",
            "To investigate the interplay between organs (and systems) to better comprehend the function of \nhumans as complete organisms."
        ],
        "description": "description of the course \nBIO2010 focuses on the structure (anatomy) and function (physiology) of some of the major systems in \nthe human body. As structure and function are closely interrelated, with function often following from \nform, this course seeks to illuminate the interplay between these two disciplines and how they relate to \nindividual organ systems (as well as the interactions between them).",
        "literature": "literature\nOnline library accessmedicine.mhmedical.com. Several books will be of use, including Guyton and Hall \n(Textbook of Medical Physiology), Marieb and Hoehn (Human Anatomy and Physiology), Ganong (Review \nof Medical Physiology) and Silverthorn (Human Physiology: An Integrated Approach).",
        "format": "format\nLectures and tutorials. \n \nAssessment",
        "assessment": [
            "Professional Conduct;",
            "Collaboration;",
            "Oral presentation;",
            "Written Test."
        ]
    },
    "BIO3001": {
        "course_coordinator": "course_coordinator \nDr. Paula da Costa Martins, Faculty of Health, Medicine and Life Sciences, Maastricht University. \nContact: p.dacostamartins@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nBIO2001 Cell Biology",
            " \nBIO2007 Genetics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To get acquainted with the best-characterized cell signaling mechanisms in eukaryotic cells;",
            "To understand gene structure/function and different gene regulatory mechanisms (chromatin \nremodeling and (post)transcriptional regulation) in prokaryotes and eukaryotes;",
            "To understand how molecular biology, when used in combination with other biological \ndisciplines (e.g. biochemistry, genetics, imaging), can provide tools to understand \n(diagnostics) and intervene (therapy) in the cellular complexity of human disease."
        ],
        "description": "description of the course \nThe general aim of this course is to obtain detailed knowledge about the molecular processes in cell \nsignaling and control of gene expression. Topics include intracellular signaling pathways; chromatin \nstructure and remodeling; recruitment and assembly of transcription factors; eukaryote mRNA \nsynthesis, processing, modification, stability and translation; stem cells and reprogramming; and the    \nculmination of the above factors that drive common complex human disease. The tutorials will be \npartially in Problem Based Learning (PBL) and multiple-choice format, with exercises designed to \nprovide a perspective of how cutting edge molecular biological techniques are applied to tackle major \nresearch questions in modern biomedical research.",
        "literature": [
            "“Molecular Cell Biology” by Lodish, Berk, Kaiser (W.H. Freeman, 8thedition, 2016);",
            "“Introduction to Genetic Analysis” by Griffiths, Wessler, Carrol, Doebley (W.H. Freeman, \n10thedition, International Edition, 2012);",
            "“Molecular biology of the Cell” by Alberts et al.  Additional literaturewill be provided as a"
        ],
        "format": "format\nThe course will be given throughout 12 tutorial sessions, all onsite. Any exceptions need to be discussed \nand agreed upon with the course_coordinator.Every week starts with an expert lecture on the respective \ntopic, prior to the pre-discussion. Every tutorial will have a chairperson and a scribe appointed so that every \nstudent gets to perform in one of these roles. \nPre-discussions will be done on the whiteboard, post-discussions can be flexible (white board or google \ndoc).",
        "assessment": "assessment\nThe course will be assessed at the end through a final exam and an oral presentation. The final exam \naccounts for 70% of the final grade. The oral presentation is a group grade, resulting from a group essay \nand respective presentation and discussion. Every student in one group will have the same grade, unless \nthere are problems in the group’s dynamic and which should always be discussed with the coordinator of \nthe course. The presentation grade accounts for 30% of the final grade."
    },
    "BIO3002": {
        "course_coordinator": "course_coordinator \nDr. John Sloggett: Faculty of Science and Engineering, Maastricht Science Programme",
        "pre_requisites": [
            " \nBIO2001 Cell Biology"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nBIO2004 General Zoology"
        ],
        "objectives": [
            "To understand what ecophysiology is and the role in plays in an academic and applied context;",
            "To gain a basic knowledge of the physiology of certain non-human organismic groups;",
            "To understand in detail the characteristics of different abiotic environments that impose strong \nadaptive pressures on organismal physiology;",
            "To understand specific direct physiological adaptations evolved in response to these \nenvironmental pressures;",
            "To gain an insight into physiological adaptations to the biotic environment;",
            "To understand the principle of convergent evolution and how different groups may have evolved \ndifferent physiological solutions to the same evolutionary pressures."
        ],
        "description": "description of the course \nEcophysiology is the study of physiological adaptations of organisms in relation to the environments in \nwhich they live. It has become an increasingly important science, because an understanding of the \nrelationship between organism and environment is essential in order to predict the effects of man-made  \nenvironmental change. The physiology of an organism incorporates many of its most important \nadaptations to the environment in which it lives. In this course you will consider the variety of \nenvironmental pressures imposed on organismal physiology. You will examine the often ingenious \nsolutions that evolve in response to these pressures, and how different organisms and groups of organisms \nhave evolved different physiological means of dealing with the same problem. The course will  focus both \non the abiotic environment (e.g. issues related to climate, gas exchange) and the biotic environment (e.g. \nhow digestive physiology is adapted to plant toxins). Towards the end of the course you will look at \nConservation Physiology, one of the practical applications of ecophysiology. There is a particular focus on \nthe physiological adaptations of animals.",
        "literature": "literature\nScientific papers.",
        "format": "format\nLectures, tutorial sessions and seminar.",
        "assessment": ""
    },
    "BIO3003": {
        "course_coordinator": "course_coordinator \nFrank Stassen, Faculty of Health, Medicine and Life Sciences.",
        "pre_requisites": [
            " \nBIO2001 Cell Biology",
            " \nBIO2007 Genetics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To obtain basic knowledge of medical microbiology, i.e. of bacteriology, virology and genetically \nmodification of microorganisms;",
            "To study the characteristics of a selection of micro-organisms in relation to their related \ninfectious diseases, more specific pathogenesis, epidemiology, diagnosis and therapy."
        ],
        "description": "description of the course \nThe 7 weeks course will start with two introduction lectures on Bacteriology and Virology. The general \nprinciples of replication, classification, metabolism and antibiotic resistance of bacteria as well as the \npresence of bacteria in several organ systems and the composition of the indigenous flora will be discussed \nin week 1. The general priciples of replication, classification and pathogenesis of viruses will be discussed \nin the introduction lecture of week 2. Several aspects of bacteriology and virology will be further discussed \nin the expert and tutorial group meetings, which will include topics as HIV, Tuberculosis and ESBL. \nThe knowledge you have obtained in the first two weeks will serve the basis for the following three weeks, \nwhere Infectious diseases, Outbreaks & resistance and Microbiological diagnostics will be discussed in the \nlectures as well as in the tutorial groups. In these topics, both the bacterial and viral aspects will be \ndiscussed. \nThe last part of this course will deal with genetically modified microorganisms, in which you gain inside  in \nthe purposes of modification and the tools that are available.",
        "literature": "literature\nMurray. Medical Microbiology. (8th ed.), Elsevier Mosby.",
        "format": "format\nLectures, expert meetings and tutorial group meetings. \n \nAssessment",
        "assessment": [
            "A final examination, which consists of both MC and open questions;",
            "A PowerPoint presentation on a selected topic in microbiology;",
            "Active participation in the expert meetings and tutorial groups."
        ]
    },
    "BIO3004": {
        "course_coordinator": "course_coordinator \nDr. Linnea van Griethuijsen, Faculty of Science & Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nBIO2004 General Zoology*",
            " \nBIO2005 Evolutionary biology"
        ],
        "co_requisites": [
            " \nnone"
        ],
        "objectives": [
            "To gain an understanding of how animal behaviour is studied;",
            "To recognize ultimate and proximate causes of behaviour and understand how they are related;",
            "To understand what triggers behaviour and the importance of behaviour in an animal’s chances \nof survival and reproductive success;",
            "To gain a general knowledge of the development of the field of animal behaviour and how it is \nlinked to related fields such as neurobiology and behavioural ecology."
        ],
        "description": "description of the course \nThis course will introduce you to how behaviour of animals is studied and the (relatively young) history of \nthis field. We will look at the origins (ultimate cause) of behaviour; the function of behaviour in an animal’s \nsurvival and reproduction, and how behaviours evolve over evolutionary time. In particular we will study \nthe evolution of altruism, reproductive behaviour and communication. We will also discuss how animals \ndecide on foraging strategies, how they avoid predators, find suitable territories or decide to migrate. \nBehavioural research in zoo’s and their role in species conservation will be discussed. Proximate causes \nof behaviour, what triggers behaviours and what is the role of ontogeny (organismal development), are also \npart of the course. Although the basis of behaviour lies in neurobiology and the brain, these will not be \ndiscussed in detail in this course. We will discuss the role of memory and learning in relation to animal \nbehaviour.",
        "literature": [
            "Rubenstein and Alcock, J. (2019). Animal Behavior (11th international edition). Sinauer / Oxford \nUniversity Press. (ISBN 9781605358949);",
            "Scientific articles which can be obtained online via UM library."
        ],
        "format": "format\nLecture and 2 tutorials per week.",
        "assessment": [
            "Final exam;",
            "Presentation;",
            "Animal behaviour video;",
            "Interaction with literatureusing an online tool."
        ]
    },
    "BIO3007": {
        "course_coordinator": "course_coordinator \nDr. Roy Erkens: Faculty of Science and Engineering, Maastricht Science Programme",
        "pre_requisites": [
            " \nBIO2002 Ecology"
        ],
        "objectives": "objectives\nRain forests are perhaps the most interesting of all biomes in the popular imagination. However, rain \nforests on different continents have fundamentally different characteristics that make each of them \nunique. Also within continents, regions, or overall zones the differences might be quite large. In this \ncourse, you will get an overview of the characteristics and importance of tropical rain forests, study their \nhistory and think about their future.",
        "description": "description of the course \nTropical forests are amongst the most species-rich biomes of the world. Yet, our understanding of their \nevolution, functioning and development are far from complete. There are three main tropical rainforest \nareas, the Neotropics (Central and South America), Africa and Asia, but for this course you will mainly \nfocus on the Neotropics. You will look at what defines the tropical region, the differences and similarities \nbetween the three large blocks of rainforest, and investigate the structure and biodiversity of tropical rain \nforests. Also, you will look at the development of tropical forests, how biodiversity changes over time \n(ecologically and evolutionarily) and how trophic levels work within these forests. Furthermore, the role of \ntropical forests in relation to climate change and global carbon cycling will be investigated, and a link will \nbe made to tropical savannas and dry tropical forests. Finally, you will investigate the IUCN red list and \nwill experience the practices of nature conservation in tropical areas.",
        "literature": "literature\nThis course will use solely primary literatureas a basis for the tasks. No textbook is required.",
        "format": "format\nEach week is devoted to a major topic in tropical rain forest ecology that will be studied using 1½h \n(standing)   PBL tutorials. A mandatory guest lecture is part of this course. Also, an assignment called \n“Gallery of Endangered Tropical Biodiversity” has to be completed (consisting of two written texts, two \npresentations  and a general final session in which you decide on the best proposals).",
        "assessment": [
            "Group grade for final exam assignment;",
            "Individual fact sheet grade (including the presentation);",
            "Individual counter-proposal grade (including the presentation)."
        ]
    },
    "BIO3008": {
        "course_coordinator": "course_coordinator \nProf. Dr. José Joordens, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nBIO2005 Evolutionary Biology or",
            " \nBIO2008 Great Transformations in Vertebrate Evolution"
        ],
        "objectives": "objectives\nIn this course you will gain insight into the evolution of the hominin lineage, focussing on the evolutionary \ndevelopments over the past 7 million years. You will gain a broader understanding of the correlations \nbetween climatic, environmental and ecological changes and the development of our own genus Homo. \nYou will learn about the importance of combining geological and fossil records, and interpreting them in \nthe light of ecosystems and biogeography.",
        "description": "description of the course \nAn overview of hominin paleoecology and evolution, with emphasis on the overarching question: what \nmade us human? The course combines insights from three disciplines: geology, biology and archaeology. \nWe will explore the presently known and still expanding hominin fossil record, using a natural selection \nand sexual selection perspective. Topics studied include the history of the field, the origin of hominin \nbipedality, the evolution of the body plan, development of tool use, expansion of hominins out of Africa \ninto Eurasia, speciation and extinction. \n \nLiterature",
        "literature": [
            "Neil Shubin (2008). Your Inner Fish: a journey into the 3.5-billion-year history of the human \nbody. Penguin Books;",
            "Bernard Wood (2019). Human Evolution, a Very Short Introduction (2nd edition). Oxford \nUniversity Press;",
            "Carl Zimmer & Douglas J. Emlen (2016, second edition). Evolution: Making Sense of Life. Chapter \n17, Human Evolution; or",
            "Douglas J. Emlen & Carl Zimmer (2020, third edition). Evolution: Making Sense of Life. Chapter \n17, Human Evolution;",
            "Select scientific articles; access through the UM library."
        ],
        "format": "format\nOne lecture and two tutorials per week. \n \nAssessment",
        "assessment": [
            "Final examination;",
            "Contribution to tutorial group meetings;",
            "Pecha Kucha presentation;",
            "Assignments during course."
        ]
    },
    "BIO3010": {
        "course_coordinator": "course_coordinator \nProf. Dr. M.Honing, Faculty of Health, Medicine and Life Sciences, M4i, Maastricht University. \nContact: m.honing@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nBIO2007 Genetics"
        ],
        "Recommended": [
            " \nKnowledge at the level of Genetics by Peter J. Russell."
        ],
        "objectives": [
            "To understand how technologies in genomics applications are used to unravel the biology of life;",
            "To understand the basic principles analytical techniques in support of genomics, proteomics, \nmetabolomics and data sciences;",
            "To gain insight in the experimental design of in-vitro and in-vivo research and its impact on the results \nenvisioned to be gained;",
            "To gain insight and basic understanding in the evaluation of scientific literature(Journal club);",
            "To appreciate the surplus value of the processing and mining of complex data sets;",
            "To provide the basis for gaining insight in bioinformatics and computational genomics."
        ],
        "description": "description of the course \nWith introduction of genomics in the early 90’s of the last century, it has added an extra dimension to the \nunderstanding of the molecular nature of life, allowing the detection of many different endogenous \ncompounds. pre_requisitess were the unraveling of the genome, the proteome and metabolome of humans \nand other organisms, with special attention to the development of biomedical and analytical methods for \nthe simultaneous analysis of the expression levels of as much as possible genes, proteins and endogenous \nmetabolites. This course will give students insight in the analytical principles behind omics-technologies \nsuch as array-based analysis (PCR, DNA sequencing), 2D and capillary electrophoresis, mass \nspectrometry, NMR and advanced statistical and data informatics. It will discuss the information that can \nor cannot be obtained by the different ‘omics’-approaches, and in the novel developments of omics-\napplications such as miRNA arrays, analysis of the epigenome, and next generation sequencing. The journal \nclub uses six selected scientific manuscripts to be evaluated on their experimental design, results & discussion, together \nwith a critical assessmentof its scientific quality. Specific themes of the course are transcriptomics, proteomics, \nmetabolomics with special attention for the surplus value of combining data from various omics-approaches \nas the best way to understand life (Systems Biology). Special areas of attention are Nutrigenomics and \nToxicogenomics.",
        "literature": "literature\nPowerPoint presentations, specific literaturedistributed",
        "format": "format\nThematic lectures on methodological principles and techniques, with examples of omics-applications. PBL \nand Journal club sessions to address in more detail some of the thematic subjects of the lectures. Journal \nclub sessions to study and discuss relevant literatureon the application of omics-methods in life sciences.  \n \nAssessment",
        "assessment": [
            "Mid-term presentation of self-chosen research topic, focused on the scientific hypothesis and \nespecially experimental design of a research project (20%);",
            "Final written exam with five open questions, increasing in complexity (70%);",
            "Presence and participation in the “Journal Club” (10%)."
        ]
    },
    "CHE1101": {
        "course_coordinator": "course_coordinator \nDr. Chris Bahn, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: chris.bahn@maastrichtuniversity.nl",
        "pre_requisites": [
            "✓ \nNone"
        ],
        "co_requisites": [
            "✓ \nPRA1101 Introduction to Scientific Research I"
        ],
        "objectives": [
            "To gain an understanding of the nature of atoms and their organization in the periodic table;",
            "To recognize various classes of chemical compounds and to understand their chemical and \nphysical properties;",
            "To obtain an understanding of the physical chemistry fundamentally important to biological and \nchemical processes, with an emphasis on thermodynamics and kinetics;",
            "To use concepts acquired from kinetics, thermodynamics, acid-base chemistry, and \nelectrochemistry, to predict the potential outcome of chemical reactions;",
            "To acquire sufficient background for more advanced courses in chemistry, biochemistry and the \nlife sciences."
        ],
        "description": "description of the course \nThe emphasis of this course will be on a number of essential topics in modern chemistry. The first part of \nthe course will provide an overview of the structure of atoms and their place in the periodic table as well \nas the properties of various types of chemical bonds and chemical bonding theory. The second part will \npresent an introduction to physical chemistry with important topics such as the characteristics of \ngases/liquids/solids, thermodynamics and reaction kinetics. In the final part, the course focuses on a \nselection of important chemical subjects which form the basis of chemical studies in general. Typical topics \nin this part of the course are based on acid-base chemistry and electrochemistry.",
        "literature": "literature\nChemistry, via OpenStax (https://openstax.org/subjects/science) \nISBN-10: 1-947172-63-8 \nISBN-13: 978-1-947172-63-0",
        "format": "format\nLectures and tutorial group meetings. \n \nAssessment",
        "assessment": [
            "A midterm examination consisting of multiple choice, short answer, calculation and explanation \nquestions;",
            "Weekly tutorials – attendance and contributions;",
            "A final (cumulative) examination consisting of multiple choice, short answer, calculation and \nexplanation questions."
        ]
    },
    "CHE2001": {
        "course_coordinator": "course_coordinators \nProf. Yvonne van der Meer, Aachen Maastricht Institute for Biobased Materials.",
        "pre_requisites": "pre_requisites",
        "objectives": [
            "To understand what biobased materials are and what their impact is on the environment and \nsociety;",
            "To study different types of feedstocks and their conversion pathways via biorefineries towards  \nbiobased building blocks, intermediates, and materials;",
            "To understand the relationship between material composition, properties, applications, and \ncircularity approaches;",
            "To understand the impact of biobased materials and technologies on the environment \n(biodegradation, composting, recycling, sustainability assessment, carbon footprint);",
            "To apply and integrate the acquired knowledge of biobased materials on a case study."
        ],
        "description": "description of the course \nConcerns about climate change and the security of industrial feedstock sources have accelerated the \ninterest and development of biobased materials. However, scientists, policymakers, and companies face \ntechnical, environmental, and societal challenges to implement the transition from a linear and fossil-\nbased to a circular and biobased society.",
        "literature": "literature\nA list of selected scientific papers will be provided during the course.",
        "format": "format\nLectures, guest lectures from experts in different fields, and tutorial group meetings.",
        "assessment": [
            "Presentation + discussion session on a particular biobased material/technology (at least 40  \nminutes). The case study for the presentation can be selected by the students;",
            "Peer review report of assigned presentation;",
            "Written exam."
        ]
    },
    "CHE2002": {
        "course_coordinator": "course_coordinators \nDr. Burgert Blom and Dr. Giuditta Perversi, Faculty of Science and Engineering, Maastricht Science \nProgramme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nPRA2004 Inorganic Synthesis"
        ],
        "Recommended": [
            " \nCHE2001 Organic Chemistry (strongly)",
            " \nPRA2002 Chemical Synthesis"
        ],
        "objectives": [
            "To introduce the student to the general principles of inorganic chemistry. To provide an \nunderstanding of the basic bonding relationships amongst atoms in inorganic compounds;",
            "To introduce the student to d-block chemistry (coordination chemistry);",
            "To introduce students to the basic ideas in organometallic chemistry;",
            "To provide a descriptive survey of non-carbon elements and their properties;",
            "To provide the basis for the further studies of inorganic chemistry."
        ],
        "description": "description of the course \nThis survey course will introduce the students to the world of chemistry beyond carbon. As an introductory \ncourse it will focus on the principles of bonding and interaction between atoms, both of the main group and \nthe d-block elements. A review of VSEPR and VB theory and molecular orbital theory (MO), crystal field \ntheory (CFT); Molecular symmetry and a quick overview of some possible applications; A comprehensive \noverview of coordination chemistry: nomenclature, coordination number and geometry, oxidation states, \nd-electron counting and the 18-VE rule; Organometallic chemistry: history, alkyl, aryl, alkene, carbene \nand carbyne complexes. An introduction to nanoparticles, some paths of synthesis and applications.",
        "literature": [
            "Shriver and Atkins: Inorganic Chemistry (Oxford);",
            "Huheey, Keiter, Keiter: Inorganic Chemistry (Harper Collins);",
            "Wulfsberg: Inorganic Chemistry (University Science Books)."
        ],
        "format": "format\nLectures and tutorial group meetings.",
        "assessment": [
            "Exams;",
            "Take home problem sets;",
            "Tutorial group participation;",
            "Oral presentations;",
            "Written assignments;",
            "Poster presentations."
        ]
    },
    "CHE2003": {
        "course_coordinator": "course_coordinator \nDr. Veaceslav Vieru, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nMAT1007 Mathematical Tools for Scientists"
        ],
        "objectives": [
            "To provide a molecular and mathematical understanding of basic concepts in physical chemistry \non a more advanced level;",
            "To explain and describe the behaviour of systems when temperature and pressure is changed;",
            "To apply the general principles of thermodynamics to describe and understand chemical and \nenvironmental processes;",
            "To derive via statistical thermodynamics important thermodynamic quantities (e.g. internal \nenergy, enthalpy, entropy, Gibbs and Helmholtz energies)."
        ],
        "description": "description of the course \nThis course aims to introduce the students to the core of physical chemistry – thermodynamics. First, it \nintroduces classical thermodynamics and applies it to macroscopic systems. Subsequently, statistical \nthermodynamics is introduced and linked to the main thermodynamic quantities. Students will learn \nthroughout the course how to apply thermodynamics to analyse the physical and chemical properties of \ngases, solutions and solids, with a focus on mathematical derivations of formulas. The course covers, inter \nalia, the laws of thermodynamics; chemical potentials; phase diagrams; mixing of solutions; properties of \ngases; statistical thermodynamics and the derivation of internal energy, enthalpy, entropy, equilibrium \nconstants. \n \nLiterature",
        "literature": [
            "McQuarrie, Donald A.; Simon, John D. Physical Chemistry: A Molecular Approach (any edition). \nUniversity Science Books.",
            "Atkins, Peter. Physical Chemistry (any edition). Oxford University Press."
        ],
        "format": "format\nLectures and tutorials.",
        "assessment": [
            "Two written exams, a mid-term exam covering topics of the first three weeks, and a final \nexam consisting of open questions at the end of the course;",
            "Participation in and contribution to the tutorials as assessed by the attending tutor."
        ]
    },
    "CHE2004": {
        "course_coordinator": "course_coordinator \nDr Burgert Blom, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To have a basic understanding of the theoretical background of the measurement principles \ntypically used in spectroscopy and spectrometry;",
            "To learn to read and interpret the diverse types of spectral data obtained from the most common \nspectroscopic techniques;",
            "To learn to identify and characterize chemical compounds using a variety of available analytical \ntechniques;",
            "To be able to develop an analytical strategy to identify an unknown compound."
        ],
        "description": "description of the course \nThe emphasis of this course will be on a number of essential topics in the field of spectroscopy. The course \nwill focus on several spectroscopic and chromatographic techniques such as Nuclear Magnetic Resonance \n(NMR), UV-Vis spectroscopy, FT-IR spectroscopy, gas and liquid chromatography and mass spectrometry. \nAdditional excursions to EPR and possibly, time permitting, Moessbauer spectroscopy will also be \nundertaken. First, the theoretical background and physical basics of the techniques will be discussed. \nThen, the reading and interpretation of spectral analysis will be covered. The main focus of the course will \nbe on the acquiring of knowledge and practical expertise to characterize chemical compounds. An \nanalytical strategy to get structural information for unknown molecules from experimental data will be \ndeveloped.",
        "literature": "literature\nSpectroscopy; Lampman, Pavia, Kriz, Vyvyan; 4th or 5th edition (International Edition): Brooks/Cole.",
        "format": "format\nLectures and tutorial group meetings.",
        "assessment": [
            "A midterm examination, which consists of open questions and problems;",
            "A final examination, which consists of open questions and problems;",
            "The contributions to the tutorial group meetings."
        ]
    },
    "CHE2006": {
        "course_coordinator": "course_coordinators \nProf. dr. L. Schurgers and N. Deckers, Faculty of Health, Medicine and Life Sciences, Department of \nBiochemistry.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Communicate on fundamental principles governing structure, function, and interactions of \nbiological molecules;",
            "Appreciate the science of biochemistry and its relevance to Health and Disease;",
            "Understand the roles of macromolecules such as proteins, lipids, polysaccharides, and DNA in \nliving cells and relate to diseases such as hyperventilation, thrombosis and scurvy;",
            "Identify, explain, and discuss the basic principles of enzyme catalysis and inhibition;",
            "Enter advanced courses that require more detailed biochemistry knowledge and enroll to various \nMaster programs in life sciences."
        ],
        "description": "description of the course \nBiochemistry is considered the mother of all life sciences. Understanding biochemical principles will \nfacilitate learning of more specialised life sciences such as molecular and cell biology. This course will \npresent the essentials of biochemistry during 6 lectures and 10 tutorials. We will cover the structures, \nfunctions and interactions of biomacromolecules including proteins, lipids, carbohydrates, and DNA which \nare key molecules associated in life. We will further provide insight in the specificity and actions of \nenzymes, the biocatalysts of the cell. Additionally, we will explain metabolic pathways that result in the \ngeneration of ATP, the major energy source in life and how certain substances can interfere and lead to \ndisease or death. Finally, we will discuss recent concepts of genome editing that revolutionise treatment \nof diseases by gene therapy. \n \nLiterature",
        "literature": [
            "Biochemistry (9th ed). ; Berg, J.M., Tymoczko, J.L., Gatto G.J., Stryer, L. ; W.H. Freeman and \ncompany. ISBN-10: 1-319-11465-2; ISBN-13: 978-1-319-11465-7;",
            "Biochemistry (6th ed.); Garrett R.H. and Grisham C.M. ; Cengage Learning. Student ed. \nISBN: 978-1-305-57720-6; Loose-leaf ed. ISBN: 978-1-305-88604-9."
        ],
        "format": "format\nThe course is subdivided into contextual topics which are covered during lectures and tutorial groups. \nStudents are expected to participate actively in Problem-Based-Learning tutorial groups to acquire \nconceptual knowledge of biochemistry to better understand the fundamentals of health and disease. \n \nAssessment",
        "assessment": [
            "Mid-term examination;",
            "Final examination."
        ]
    },
    "CHE2007": {
        "course_coordinator": "course_coordinator \nDr. Giuditta Perversi, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: g.perversi@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To expand on the student’s knowledge of Chemistry and understand how properties \nare modified in a solid state framework;",
            "To introduce the student to the fundamental science behind chemistry in solid state \nand the processes that steer it;",
            "To familiarise the students with materials of high technological relevancy and show  \nthe clear relationship between theory and its applications;",
            "To understand the state-of-the-art and have some indication of the challenges of the  \nfield;",
            "To give a stable foundation to pursue future master-level studies in the field."
        ],
        "description": "description of the course \nSolid state chemistry, also referred to as Materials chemistry, is a very technologically relevant branch of \nchemistry. Treating materials as a bulk, however, requires a slightly different theoretical background. \nThis course aims to provide the correct technical framework to chemistry in the solid state, and combine \nbasic theory with very real-life applications. \nThe six weeks of the course will aim to cover a total of six modules on key themes, among batteries, \nmagnets, superconductors, semiconductors and solar cells, multiferroics, thermoelectrics, porous \nsystems (MOFs/zeolites), fuel cells and oxygen ion conductors. The students’ preferences and specific \ninterests will be taken into account for one or two modules. The tutorials sessions will complement this \napproach and help the students familiarise with the concepts. \nThe course it its entirety will aim to provide the students with the tools needed to understand the \nstrengths, state-of-the-art and upcoming challenges of the very varied field that solid state chemistry  \nrepresents.",
        "literature": [
            "A.R. West, “Solid State Chemistry and its applications”, 2nd Ed, 2014;",
            "P. M. Woodward, P. Karen,. J. S. O. Evans and T. Vogt. “Solid State Materials Chemistry” \nCambridge University Press, 2021.",
            "P. A. Cox, “The electronic structure and chemistry of solids”, Oxford Science Pub., 1999;",
            "C. Kittel, \"Introduction to solid state physics\", John Wiley & Sons Inc., 8th Ed, 2005."
        ],
        "format": "format\nThe course is lecture-based, with one lecture and two corresponding tutorials to attend each week.",
        "assessment": [
            "A midterm written examination;",
            "A final examination with open and multiple choice questions on all the six themes covered;",
            "Homework assignments and the contribution to the tutorial sessions."
        ]
    },
    "CHE2008": {
        "course_coordinator": "course_coordinator \nDr. Burgert Blom: Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nCHE2002 Inorganic Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To survey the structures and reactivity of main-group elements period for period.",
            "To discuss the notion of allotropy;",
            "Dissect structure, bonding and reactivity in main-group element compounds;",
            "To examine modern developments (since 1980) in this rapidly moving field;",
            "To look at molecular compounds of heavy main-group elements (Sn, Ge, Pb, As, Sb, etc.) and \ntheir bonding patterns and reactivity;",
            "Discuss compounds violating the double-bond rule and their chemistry."
        ],
        "description": "description of the course \nThis course will provide a comprehensive survey of main-group element chemistry from a traditional \nperspective (looking at the main-group elements and their structures, bonding patterns, properties, \nreactivity and allotropes) but also focus on modern developments in the field. Since the early 1980s \nmain-group chemistry has experienced burgeoning growth since it was found that main-group elements \ncan also participate in multiple bonding. This will be discussed, and the chemistry of these compounds, \nwhich violate the so-called double-bond rule compared to that of carbon compounds. Reactivity and \napplications of reactive main-group element compounds will be introduced.",
        "literature": "literature\nInorganic Chemistry (Weller, Overton, Rourke, Armstrong) and Research Publications.",
        "format": "format\nLectures and tutorial group meetings.",
        "assessment": [
            "Exams;",
            "Take home problem sets;",
            "Tutorial group participation;",
            "Oral presentations;",
            "Written assignments;",
            "Poster presentations."
        ]
    },
    "CHE3001": {
        "course_coordinator": "course_coordinator \nDr. Hanne Diliën, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry",
            " \nCHE2004 Spectroscopy"
        ],
        "co_requisites": [
            " \nPRA3001 Advanced Organic Synthesis"
        ],
        "objectives": [
            "To provide a comprehensive overview of chemical reactivity;",
            "To understand the reactivity of most common functional groups;",
            "To be able to present detailed reaction mechanisms for typical organic reactions;",
            "To give the ability to design multi-step reaction sequences to obtain a specific organic compound."
        ],
        "description": "description of the course \nThis course focuses on chemical reactivity. In this course, a broad review will be presented of the most \nimportant functional groups and their reactivity. This review will describe the synthesis and reactivity of \nmolecules, such as alcohols, aldehydes, ketones, carboxylic acids and amines. It will also discuss reactions \ninvolving orbitals, the so-called pericyclic reactions. Knowledge of the various types of organic reactions \nwill provide the basic skills to design multistep synthesis sequences to obtain specific organic compounds. \nFurthermore, the reaction types will be placed in an appropriate context with regard to practical \napplicability and industrial processing. Finally, also theoretical aspects regarding reaction mechanisms will \nbe presented. \n \nLiterature",
        "literature": "",
        "format": "format\nLectures and tutorial group meetings. The tutorial group meetings will also be used to prepare with tasks \nfor the co-requisite skill in advanced organic synthesis.",
        "assessment": [
            "Midterm examination, which consists of open questions and problems;",
            "Final examination, which consists of open questions and problems;",
            "A paper or presentation on multistep synthesis;",
            "The contributions to the tutorial group meetings."
        ]
    },
    "CHE3002": {
        "course_coordinator": "course_coordinator \nDr. Burgert Blom, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: burgert.blom@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry",
            " \nCHE2002 Inorganic Chemistry"
        ],
        "Recommended": [
            " \nCHE3001 Organic Reactions"
        ],
        "co_requisites": [
            " \nPRA3008 Transition Metal Chemistry"
        ],
        "objectives": [
            "To build up on the student’s knowledge of d-block elements acquired during Inorganic Chemistry \n(CHE2002);",
            "To allow the student to gain deeper understanding of the electronic structure and properties of \nd-block elements;",
            "A solid introduction and careful analysis of organometallic chemistry;",
            "A survey of several important classes of compounds in organometallic chemistry;",
            "Introduction and survey of state of the art spectroscopic techniques (for example EPR, 57Fe \nMoessbauer, SQUID, Multinuclear NMR etc.);",
            "To give the student a brief introduction to molecular catalysis;",
            "Ultimately, to prepare the student for a Masters program in chemistry."
        ],
        "description": "description of the course \nThis course is divided into 6 main themes over a 6 week period. Each week a different important class of \norganometallic compound will be discussed in terms of synthesis, structure, properties, and bonding. In \naddition, the reactivity of each class of compound will be highlighted. Moreover, later in the course, \nadvanced spectroscopic methods will be studied, including state of the art techniques such as EPR, 57Fe \nMoessbauer, Magnetochemical techniques, such as SQUID, and others. An introduction to very \ncontemporary and innovative themes in organometallic chemistry will be provided. Survey of themes \ncovered: Associative, Dissociative and Interchange mechanisms, Eigen-Wilkins mechanism, Inner and \nouter-sphere electron transfer, Marcus Theory. The MO description of the 18VE rule for the three classes of \noctahedral complexes (I, II and III); Transition metal alkyl complexes synthesis and reactivity, Transition \nmetal Fischer and Schrock Type carbenes: synthesis and reactivity; Carbyne complexes; The molecular \norbital description of ferrocene and related Cp complexes and reactivity; The Doetz Reaction and alkyne \nand alkene metathesis, Triple bonding in heavy alkynes and alkenes (Ge, Sn and Pb), Hydrides: classical \nand non-classical; An introduction to the notion of a catalyst cycle; Clusters, M-M bonding, and Isolobal \nTheory; N-Heterocyclic Ylenes.",
        "literature": "literature\nRobert H. Crabtree: The Organometallic Chemistry of the Transition Metals, Wiley (any edition will do). \nChristoph Elschenbroich: Organometallics (any edition will do).",
        "format": "format\nThis will be a lecture-based course. The students will be expected to attend lecture one time per week \nand the corresponding tutorial meetings two times per week.",
        "assessment": [
            "A midterm;",
            "A final exam exclusively and/or a written review paper to replace the midterm."
        ]
    },
    "CHE3004": {
        "course_coordinator": "course_coordinator \nDr. Burgert Blom, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry"
        ],
        "Recommended": [
            " \nCHE2002 Inorganic Chemistry",
            " \nCHE3001 Organic Reactions",
            " \nCHE3002 Transition Metal Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To outline, describe and discuss the essential principles of catalysis;",
            "To provide a survey of the different types of chemical catalysis, to include transition metals, \norganocatalysis;",
            "To introduce the state-of-art in the field, illustrated by appropriate examples;",
            "To examine case studies of key reactions for the synthesis of fine chemicals;",
            "To provide the basis for the further studies in this rapidly-moving field, and to link catalysis to \nother areas of chemistry."
        ],
        "description": "description of the course \nThis course will provide a comprehensive introduction to the topic of catalysis, with a focus on \nhomogeneous catalysis mediated by organometallic compounds; and emphasis on modern chemistry \nand key processes. Each week a different important and relevant catalytic process will be reviewed in \ndetail: Polymerisation and selective oligomerisation; catalytic C-C coupling reactions; Hydroformylation \n(including the Monsanto process); Hydrosilylation (with modern developments) and other \nhydrometalation reactions; catalytic metathesis (alkene and alkyne), and their applications in some \nmodern cases studies; etc. It is recommended that this course is taken after CHE3002, or concurrent, \nas the key fundamental reaction steps are organometallic in nature.",
        "literature": [
            "Organic Chemistry (Bruice), Inorganic Chemistry (Shriver and Atkins), Organic Chemistry, 2nd",
            "Catalysis in Asymmetric Synthesis, 2nd ed. (Caprio, Williams), Applied Organometallic Chemistry \nand Catalysis (Whyman);",
            "Primary scientific and patent literatureas appropriate: Crabtree : The Organometallic Chemistry \nof the Transition Metals”: N.B. C. Elschenbroich Organometallics."
        ],
        "format": "format\nLectures and tutorial group meetings.",
        "assessment": [
            "Exams;",
            "Take home problem sets;",
            "Tutorial group participation;",
            "Oral presentations;",
            "Written assignments;",
            "Poster presentations."
        ]
    },
    "CHE3006": {
        "course_coordinator": "course_coordinator \nDr. Veaceslav Vieru, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nMAT1007 Mathematical Tools for Scientists"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nMAT2004 and/or MAT2008 and/or MAT2009"
        ],
        "objectives": [
            "To apply the quantum model to describe real chemical examples;",
            "To predict some molecular properties by solving quantum chemistry equations;",
            "To recognise and critique the failures of the model."
        ],
        "description": "description of the course \nThis course will introduce students to the foundations of quantum mechanics and its application in \nchemistry. It will start with the introduction of quantum mechanics through the analysis of Stern-Gerlach \nspin measurements to allow students to learn about the Dirac and matrix notation. The basic postulates \nof quantum mechanics will be introduced through their manifestation in the Stern-Gerlach experiments. \nSubsequently, traditional wave-function aspects of quantum mechanics will be studied via a few exactly \nsolvable models - a particle in a box, the hydrogen atom, the harmonic oscillator, with a view to \nemphasizing their connections to the basic postulates. The course will conclude by presenting the basics \nof approximation methods, such as variational method and perturbation theory and their application to \nmultielectron systems.",
        "literature": [
            "McIntyre, David H. Quantum mechanics: A paradigms Approach. Pearson Education;",
            "McQuarrie, Donald A., and Simon, John D. Physical Chemistry: A Molecular Approach (any \nedition). University Science Books."
        ],
        "format": "format\nLectures and tutorials.",
        "assessment": [
            "Two written tests, a mid-term exam covering topics of the first three weeks, and a final  \nexam consisting of open questions at the end of the course;",
            "Participation in and contribution to the tutorials as assessed by the attending tutor."
        ]
    },
    "CHE3007": {
        "course_coordinator": "course_coordinator \nDr. Veaceslav Vieru, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: v.vieru@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nMAT1007 Mathematical Tools for Scientists"
        ],
        "Recommended": [
            " \nCHE2003 Physical Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nStudents are expected to:",
        "description": "description of the course \nThe course introduces students to chemical kinetics, the branch of physical chemistry that helps to \nunderstand the rates of chemical reactions and provide concrete evidence for the mechanisms of \nchemical reactions. It will first cover phenomenological kinetics of simple and complex reactions (e.g. \nparallel, consecutive, chain reactions, chemical oscillations), before moving on to collision theory and \ntransition state theory (developed by Eyring, Evans and Polanyi). The course will end by presenting \nelements of photochemistry and some kinetic theories of catalysis.",
        "literature": "",
        "format": "format\nLectures and tutorials.",
        "assessment": [
            "Two written exams, a mid-term exam covering topics of the first three weeks, and a final \nexam consisting of open questions at the end of the course;",
            "Participation in and contribution to the tutorials as assessed by the attending tutor."
        ]
    },
    "CHE3008": {
        "course_coordinator": "course_coordinator \nProf. dr. Maarten Honing: Faculty of Health, Medicine & Life Sciences.",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry",
            " \nCHE2004 Spectroscopy"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To gain an understanding of analytical sciences & technologies, molecular structures, their \nchemical & biological properties the importance for the design of analytical methodologies;",
            "Create a fundamental understanding in “sampling and sample pre-treatment” in the analysis of \na variety of molecules like, hormones, lipids, proteins and synthetic polymers;",
            "Insight into fundamental mechanisms of separation technologies (chromatography & \nelectrophoresis), and correlate the chemical properties of molecules to the “mode of action” in, \ne.g., gas- super critical and liquid chromatography;",
            "To obtain a fundamental understanding of the basics and application of various spectroscopic \ntechnologies, like UV/VIS, IR/Raman, MS and NMR for the assessmentof molecular structures;",
            "To become familiar with molecular structure assesssment of chemicals, metabolites, bio- and \nsynthetic polymers using hyphenated technologies, e.g. LC-MS/MS, LC- flow-NMR;",
            "Obtain insight into different applications of analytical methodologies and acquire sufficient \nbackground for more advanced courses in chemical synthesis, polymer-, bio-chemistry and life;",
            "To gain insight in “Process Analytical Technologies” applied by in-, at and on-line detection \ntechnologies. Application of technologies in (micro) flow- reactors."
        ],
        "description": "description of the course \nNext to the MSP courses on spectroscopy (CHE 2004) and mass spectrometry (INT2010), the emphasis \nof this course will be on the technologies in analytical sciences and in the context of pharmaceutical \nresearch, bio- and polymer chemistry and chemical engineering. It will touch upon the basic physical \nchemical properties of molecules and the assessmentof molecular structures. It forms a solid basis for \nchemists and biologists using analytical methodologies in their day-to-day research. Besides sample pre-\ntreatment, molecular structure assessment, advanced separation technologies, the course focuses on the \nhyphenation of the analytical technologies (LC-MS/MS) and their application in chemical and biological \nsciences. Typical topics in the course are based on the quantification and molecular structure assessment\nof chemical, biological relevant metabolites, bio- and synthetic polymers. In the end the students should \nbe able to design a analytical methodologies.",
        "literature": "literature\nFundamentals of Analytical Chemistry, Skoog (ed. 2014), power point slides, articles to be distributed.",
        "format": "format\nLectures (6) and tutorial group meetings (12).",
        "assessment": [
            "“Mid-term” Presentation of gained knowledge for specific technology on basis of a small literature\nresearch (20% of final mark);",
            "Weekly tutorials – attendance and contributions;",
            "A final examination (80% of final mark) consisting of short answer and explanation questions."
        ]
    },
    "CHE3009": {
        "course_coordinator": "course_coordinator \nDr. Giuditta Perversi, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: g.perversi@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nCHE2002 Inorganic Chemistry OR",
            " \nCHE2001 Organic Chemistry OR",
            " \nMAT2004 Linear Algebra"
        ],
        "Recommended": [
            " \nCHE2007 Solid State Chemistry"
        ],
        "objectives": [
            "To introduce the students to the extensive and interdisciplinary field of crystallography;",
            "To provide the basis on how crystals can be classified and treated with group theory;",
            "To familiarise the students with the International Tables of Crystallography;",
            "To outline the process of diffraction and the available experimental techniques;",
            "To suggest some advanced application and state-of-the-art advancement to understand the  \npotential of the field."
        ],
        "description": "description of the course \nThe six lectures of this course will lay the foundations of crystallography, starting from group theory \nand symmetry as a concept, extending it to crystal families and space groups and applying it in \ndiffraction principles and experimental techniques. Beyond these basics, more advanced discussion  \ntopics will be discussed according to the students’ preferences, among local structure analysis, \nmagnetism in crystallography, phase transitions, mineralogy, and protein crystallography. The tutorials \nsessions will complement the lectures and help the students gain a deeper understanding of the topic \nand some methodological approaches to state-of-the-art  problems that involve crystallography. \nThough the course will have a physical chemistry approach to  the subject, crystallography is an \ninherently interdisciplinary field and students that are passionate about mathematics and physics are \nencouraged to join.",
        "literature": [
            "Michael Glazer and Gerald Burns, “Space Groups for Solid State Scientists”, 3rd Ed., \n2013;",
            "C. Giacovazzo, \"Fundamentals of crystallography”, Oxford University Press, 1992."
        ],
        "format": "format\nThe course is lecture-based, with one lecture and two corresponding tutorials to attend each week.",
        "assessment": [
            "Tutorial participations and weekly homework;",
            "A midterm examination consisting a group assignment;",
            "A final examination with open and multiple choice questions."
        ]
    },
    "INT1101": {
        "course_coordinator": "course_coordinator \nDr. Kasper Eersels, Faculty of Science and Engineering, Sensor Engineering Department.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nPRA1102 Introduction to Scientific Research II"
        ],
        "objectives": [
            "To understand the main theoretical approaches within the philosophy of science and its \nusefulness in a natural sciences context;",
            "To understand the nature of academic knowledge and the process of scientific development;",
            "To know how science is done (“the scientific method”);",
            "To discuss the importance norms and values in scientific environments;",
            "To explore the structure and use of basic argumentation in various formats of communication;",
            "To use historical and sociological case studies of scientific practice in mastering the above \nobjectives."
        ],
        "description": "description of the course \nThe first part of the course aims at providing you with an understanding of the natural sciences from a \nphilosophical perspective. What is science? What is the scientific methodology? What are the norms and \nvalues in a scientific environment? The variety of perspectives that you are introduced to when answering \nthese questions will allow you to develop critical thinking skills and provide you with insight that can be \nused in your personal development as a scientist. After exploring the philosophy of science in the first \npart of the course, the second part teaches you to apply and communicate your knowledge and ideas \neffectively by devoting attention to argumentation and science communication.",
        "literature": [
            "Peter Godfrey-Smith: Theory and Reality: An Introduction to the Philosophy of Science, Second \nEdition. (ISBN: 978-0-2266-1865-4)"
        ],
        "format": "format\nThis course is structured around 10 PBL assignments with weekly lectures to provide background to the  \ntopics discussed.",
        "assessment": [
            "An essay assignment;",
            "A debate assignment."
        ]
    },
    "INT1003": {
        "course_coordinator": "course_coordinator \nDr. Federico De Martino, Faculty of Psychology & Neuroscience, Department of Experimental Psychology.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nTo provide an overview of the different fields of biomedical engineering.",
        "description": "description of the course \nBiomedical engineering is a highly interdisciplinary field at the interface between engineering medicine \nand biology. In biomedical engineering, principles and methodologies typical of engineering are applied to \nsolve problems from the medical and biological sciences. This course will introduce (some of) the \nsubdisciplines within biomedical engineering. In particular, the course includes an introduction to systems \nphysiology, basic concepts of bioinstrumentation, an introduction to biomedical signal analysis and modeling \nand biomedical imaging. General issues of each of the subdisciplines will be illustrated together with \nselected examples and neuroscience applications.",
        "literature": "literature\nVarious book chapters and research articles.",
        "format": "format\nLecture, lab visits and tutorial meeting. \n \nAssessment",
        "assessment": [
            "Midterm;",
            "Final written exam."
        ]
    },
    "INT1005": {
        "course_coordinator": "course_coordinator \nDr. Jermain Kaminski, School of Business Economics, Department of Organization, Strategy and \nEntrepreneurship \nContact: jermain.kaminski@maastrichtuniversity.nl",
        "pre_requisites": "pre_requisitess",
        "objectives": [
            "Fostering an entrepreneurial spirit, regardless of your background;",
            "Develop a basic understanding of the commercialization of science and technology;",
            "Exploring and discussing scientific literatureand practical case studies;",
            "Getting to know technology entrepreneurs and experts;",
            "Learning science communication in a new technological context;",
            "Developing and presenting your own business idea."
        ],
        "description": "description of the course \n \nThis course is designed to help you understand how science-based research and technological \nbreakthroughs can be transformed into new businesses. The course is designed for students who want to \nunderstand how a scientific idea can make it from the lab to the marketplace. As part of this course, you \nwill have the opportunity to immerse yourself in a technology field of your choice, such as biotechnology, \nmachine learning, or quantum computing. You will develop a solid theoretical understanding of the \nprocess of identifying and evaluating market opportunities related to new technologies, explore current \nknowledge in managing early-stage commercialisation processes, and apply your knowledge to a thought \nearly-stage commercialisation venture. \n \nThrough a series of real-world cases, readings, media, and activities involving group work, you will \nexplore key entrepreneurial topics: Idea generation, market research, product development and \nbranding, business planning and strategy, teams and founder characteristics, intellectual property \n(patents), technology transfer, geolocation and fundraising. With guest expert input, we will also explore \nthe human aspects of innovation and the dynamics in a startup.  \n \nAssessments in this course will include a) participation, b) an individual case-based research essay about \na new innovation and its commercialisation trajectory, and c) a group presentation of a new startup idea \nin a technology field of your choice, based on scientific and analytical evidence. \n \nIt is our hope that the thinking and tools learned in this course will one day help you start your own \ncompany, turn your research into a product, or successfully innovate within an existing company.",
        "literature": "literature\nCanvas will include all academic papers, case materials, and websites.",
        "format": "format\nThis course is taught through a combination of problem-based learning, a science communication task, \nand a startup project that will challenge you to apply your newly acquired knowledge to realistic problem \nsituations of entrepreneurs that want to start a new venture.",
        "assessment": [
            "Participation;",
            "Session chairing;",
            "Case-based research essay in a chosen technology field;",
            "Formulation and presentation of a science-based startup idea."
        ]
    },
    "INT1006": {
        "course_coordinator": "course_coordinator \nProf. dr. Pim Martens, University College Venlo. \nContact: p.martens@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To gain a basic understanding of the (various perspectives on the) concept of sustainable \ndevelopment and some of the main related ideas, concepts and theories;",
            "To gain insights into (the limits to) our immense global human impact on the earth’s systems \nand the underlying drivers of these unsustainable trends;",
            "To explore ideas about how to achieve a more sustainable society."
        ],
        "description": "description of the course \nToday it is acknowledged that achieving sustainable development at the local, regional and global scale is \none of the greatest challenges for the 21st century. But in many cases the term ‘sustainable development’ \nfunctions as little more than a vacuous buzzword. So what does sustainable development actually mean? \nHow unsustainable is our global society at the moment? Are we contributing to irreversible climate change? \nAre we already passing dangerous global environmental tipping points? Why are humans acting in such \nunsustainable ways? And, of course, what are sustainable ways forward? \nThis course aims to enhance student’s understanding of ‘sustainable development’, based on the notion \nthat human development can only be sustainable when environmental boundaries are respected. The \ncourse introduces the main concepts, ideas and theories related to the term sustainable development. \nStudents will gain insights into (the limits to) humanity’s immense impact on the earth’s systems and the \nunderlying drivers of these unsustainable trends. Furthermore, sustainable development requires an \nunderstanding that inaction has consequences. Students will explore ideas about how to achieve a more \nsustainable society. As part of the examination students will link theories/concepts/ideas discussed in the \ncourse to a self-selected case study (a promising way forward towards sustainability) in a poster \npresentation.",
        "literature": "literature\nE-Readers.",
        "format": "format\nTutorial group meetings and lectures. \n \nAssessment",
        "assessment": [
            "Practical assignment (poster presentation);",
            "Written exams."
        ]
    },
    "INT1007": {
        "course_coordinator": "course_coordinator \nDr. Jesse Hennekam, Faculty of Science & Engineering, Maastricht Science Programme \nContact: j.hennekam@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nDuring this course you will develop a fundamental understanding of the abiotic and biotic processes \nresponsible for shaping our planet. From the formation of our Solar System to the Earth as we know it \ntoday, you will gain insight on the enormous powers continuously impacting and changing the planet.",
        "description": "description of the course",
        "literature": "literature\n“Earth: portrait of a planet” by S. Marshak, 7th International Student Ed. 2018. W. W. Norton & \nCompany, ISBN: 978-0-393-64031-1",
        "format": "format\nLectures and tutorials \n \nAssessment",
        "assessment": [
            "Oral presentation;",
            "Weekly assignments;",
            "Exam."
        ]
    },
    "INT2007": {
        "course_coordinator": "course_coordinator \nJessica Mesman, Faculty of Arts and Social Sciences, Department of Society Studies. \nContact: j.mesman@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Describe the contemporary social, economic, political, and cultural dynamics of \nknowledge production in the sciences;",
            "Identify the complexities of how scientific knowledge is distributed, communicated and debated \nin society;",
            "Critically analyze ‘common sense’ views of the making and use of scientific claims."
        ],
        "description": "description of the course \nThis course is situated in the field of Science and Technology Studies (STS) and analyses the social and \ncultural complexities involved in the production and dissemination of scientific knowledge. The course \naims to clarify how social, cultural, political, or economic forces play inextricable roles in the practice and \nproduction of Western science. To gain insight in the science-society relation we analys for example, the \nhistorical context in which Einstein developed his Theory of Relativity. In addition, insights from cultural \nanthropology allow us to discuss how ethnicity, gender and social class affects scientific practices and its \noutput. Debates about the bell-shape of distributions, cell structure and the value of the IQ-test act as \nemperical exemplars. Studies on bipolar disorder and immunology will exemplify the role of metaphors in \nour understanding and conceptualisation of reality. An analysis of the science-society relationship can not \nignore the digital world we live in. Therefore the course will also pay attention to ‘fake-facts’  and the role \nof Wikipedia and Google Scholar in the production of knowledge. Beside the wider socio-economic context \nin which science operates, the course also takes into account the immediate context in which scientific \nfacts are established (i.e. the lab). This involves not only the involvement of industry but also the way \ncredibility affects the daily business of doing research. It is along these lines that we enter the world of \nthe scientists.",
        "literature": "literature\nAvailable on Canvas section: Modules and Resources",
        "format": "format\nTutorial group meetings (be aware: a formatis chosen by you and one of your fellow students in close \nconsultation with the tutor), lectures, video analyses, and an interview of a researcher.",
        "assessment": [
            "Participation in -and preparation of- discussions and assignments (team/individual);",
            "Group presentation on basis of interview results;",
            "A individual paper."
        ]
    },
    "INT2008": {
        "course_coordinator": "course_coordinator \nDr Gertjan den Hartog, Faculty of Health, Medicine and Life Sciences Maastricht University, Department \nof Pharmacology and Toxicology. \nContact: gj.denhartog@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To gain knowledge on experimental approaches to identify and quantify metabolites, reactive \nintermediates and their selective interaction with specific cellular target molecules (selective \ntoxicity);",
            "To get acquainted with the procedures applied to assess the toxicity of drugs and chemicals;",
            "To understand the role of bio activation and bio-inactivation in the toxicity of drugs and other \nxenobiotics and natural toxins;",
            "To be able to apply strategies used to predict toxicity;",
            "To understand strategies to reduce or prevent toxicity;",
            "To understand risk factors involved in inter-individual susceptibility to xenobiotics, including \ngenetic polymorphisms, drug-drug and food-drug interactions."
        ],
        "description": "description of the course \nHuman molecular toxicology studies the molecular mechanisms underlying toxicity of compounds in man. \nThe conversion to reactive intermediates and metabolites is key in the actual toxicity of compounds. \nTherefore, the role of metabolism in the formation of metabolites and reactive intermediates and the \nprotection against these species is extensively addressed. Moreover, compounds generally display a \ntoxicity that is restricted to a specific organ and type of toxicity. This concept of selective toxicity is \nelaborated. Focus is on redox-controlled processes in biotransformation and in modulation of cell function. \nTopics include a survey of the molecular mechanisms determining (selective) toxicity; the versatility of \nenzymes, such as cytochrome P450 and glutathione S-transferases in the biotransformation of compounds; \nconsequences of genetic polymorphisms of biotransformation enzymes; chemical and biological properties \nof various classes of reactive intermediates; structure-activity relationships and other approaches applied \nto predict metabolism; and strategies to reduce toxicity including those employed in Chinese traditional \nmedicine.",
        "literature": "literature\nDuring the course, a selection of book chapters and scientific papers is made available.",
        "format": "format\nLectures, short practicals and tutorial group meetings.",
        "assessment": [
            "A final examination, which consists of open questions and multiple choice questions;",
            "A presentation on a selected topic;",
            "The contributions to the tutorial group meetings."
        ]
    },
    "INT2009": {
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nCHE2006 Biochemistry",
            " \nBIO2001 Cell Biology"
        ],
        "objectives": [
            "Students can understand the key concepts in molecular and cellular \nbiophysics;",
            "Students will have a comprehensive overview of the different biophysical \ntechniques that can be used to study  biological molecules in vitro and in \nvivo;",
            "Students will be able to compare different biophysical  techniques and \nchoose the appropriate one to study different biological phenomena;",
            "Students will be able to get the gist of a scientific publication that uses \none or more of the biophysical methods that were introduced in the \ncourse."
        ],
        "description": "description of the course \nAlthough the life we see around us appears very diverse it is remarkably similar at \nthe level of molecules. \n \nBiophysics applies the principles of physics and chemistry, the methods of mathematical analysis, and \ncomputer modelling to understand how biological systems work. It seeks to explain biological function in \nterms of the structures and properties of specific molecules. The aim of this course is to provide a \ncomprehensive overview of many biophysical techniques, to relate them to each other, and to show how \nthese can be used to study biological molecules. The biophysical techniques will be introduced following \nthe outline of one book [1], and cover transport, hydrodynamics, spectroscopy, diffraction, microscopy, \ncomputational modelling, and NMR. You will learn how to determine molecular structures, how to study \ndynamic diffusion properties, how to measure ion transport and protein folding, and how to characterise \nconformational changes. The course will introduce the mathematical and physical knowledge that needed \nfor this course. Each lecture will deal with one or two groups of techniques. The tutorials will go into more \ndepth for some of those techniques.",
        "literature": "literature\n[1] “Biophysical Techniques” by Iain D. Campbell. Oxford University Press, ISBN 978-0199642144;\n[2] “Methods in Molecular Biophysics” by Serdyuk and Zaccai. Cambridge University Press, ISBN 978-\n0511811166.",
        "format": "format\nThe course is divided into topics that will be introduced, explained, supplemented and discussed in the \nlecture. A more detailed study will take place in tutorial groups using PBL.",
        "assessment": [
            "Tutorial performance;",
            "Three essays."
        ]
    },
    "INT2010": {
        "course_coordinator": "course_coordinator \nProf. Dr. Ron Heeren, Imaging Mass Spectrometry, Faculty of Health, Medicine and Life Sciences.",
        "pre_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Understand the basics of mass spectrometry;",
            "Learn the physical basis of modern mass analyzers and understand how a mass spectrometer \nworks;",
            "Describe and understand different ion generation techniques and their usage for the analysis of \ndifferent types of molecules;",
            "To become familiar with ion optics, ion transport systems, ion detection systems;",
            "Understand the basics of tandem mass spectrometry for molecular structural analysis;",
            "Understand how to determine a molecular identity based on mass spectra;",
            "To gain insight in the application of mass spectrometry for local surface analysis and the generation \nof molecular images;",
            "To become familiar with data analysis technique for mass spectral interpretation, spectral libraries \nand “omics” based data analysis."
        ],
        "description": "description of the course \nPhysics, chemistry, bio-chemistry, and all their various subdisciplines find their way into the general topic \nof mass spectrometry. Experimentation starts with a good understanding of the physics of the technology. \nIn this course, students will acquire core knowledge and skills to understand and utilize a complete mass \nanalyzer. Additionally, students will develop in-depth knowledge of the theory, physics, chemistry and \npractical implementation of modern mass spectrometry systems. They will dissect the details on the \ndifferent ionization mechanisms and the effect these have on the nature and type of detected molecules. \nStudents will gain insight in the manipulation of molecules, ions and electrons and their interaction using \nelectric, radiofrequency and magnetic fields to understand the physical, chemical and biological properties \nof a molecule. They will also apprehend the achievable molecular resolution and the detailed approaches for \nmolecular structural analysis. The design and construction of different ion sources, ion optical systems and \ncomplete mass spectrometers will be discussed to provide the students with the competences to utilize \ninnovative MS-based instruments across scientific disciplines. A key learning objective is the analysis of \nmass spectral data for compound identification with spectral libraries and databases. Each course element \nwill be illustrated using everyday examples of applied mass spectrometry across the scientific disciplines.",
        "literature": "literature\nMass Spectrometry Principles and Applications, de Hoffman, articles to be distributed.",
        "format": "format\nLectures, tutorial group meetings and journal club meetings.",
        "assessment": [
            "Presentation of gained knowledge for specific technology on basis of concise literatureresearch;",
            "Weekly tutorials attendance and contributions;",
            "A final examination consisting of short answer and explanation questions and mass spectral \ninterpretation assignments."
        ]
    },
    "INT3001": {
        "course_coordinator": "course_coordinator \nTsjalling Swierstra, Faculty of Arts and Social Sciences.",
        "pre_requisites": [
            " \nPRO1002 Research project"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To teach students to think critically about the social, political and ethical impacts of technology \nand science on the contemporary world;",
            "To introduce a number of key thinkers, approaches and themes in the philosophy of technology;",
            "To grasp the important contribution philosophy can make to understanding technological and \nscientific developments;",
            "To further acquaint students, following course PRO1001, with humanistic interpretations and \nanalyses of science and technology."
        ],
        "description": "description of the course \nTechnology is everywhere. From care robots to GMOs, from the internet to genome sequencing – it \nimpacts every aspect of our lives, from how we care for each other, to what we eat, what we know and \nhow we age. Technological innovations usually come with a series of bright promises: robots will reduce \ntedious manual labor; medical innovations will help eliminate disease; the internet will democratize society \nand foster peace. But history teaches us that well-intentioned scientific and technological developments \nrarely do only what they set out to do. They often have unforeseen consequences and contribute to far-\nreaching transformations of our scientific and social worlds. Can we try to anticipate these \ntransformations? Are there recurrent promises and societal impacts that we can identify? Can we steer \ntechnological development in a certain direction? What is the relationship between technology, society \nand the good life? This course offers an overview of the main themes and approaches in the philosophy \nof technology, to help you learn to reflect critically on how techno-scientific innovations impact society. \nWe will study key classic and modern philosophers of technology and apply their work to new and emerging \nscience and technology, including: the use of genetic screening and psycho- pharmaceuticals for \nenhancement purposes, the role of artificial intelligence in the automation of work, and the use of the \nsmart technologies in medical and other types of surveillance.",
        "literature": "literature\nSwierstra, T., Lemmens, P., Sharon, T., Vermaas, P. (Eds) (2022). The Technical Condition. The \nEntanglement of Technology, Culture, and Society. Boom. [isbn 978 90 8953 895 6] \nAdditional obligatory readings will be provided in the course manual; For the assignments, students have to \nfind some literaturethemselves.",
        "format": "format\nLectures and tutorial group meetings.",
        "assessment": [
            "Preparation of reading materials and active participation in group discussions;",
            "Participation in a debate that will take place in class;",
            "A mid-term assignment (33,3%);",
            "A final take-home exam on issues, literatureand perspectives discussed in the course (66,6%)."
        ]
    },
    "INT3002": {
        "course_coordinator": "course_coordinator \nDimitris Kapsokalyvas (MOLCELB), Faculty of Health, Medicine and Life Sciences. \nContact: d.kapsokalyvas@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nPHY1001 Elements of Physics or PHY1101 Introduction to Physics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To acquaint the student with an understanding of principles of optical microscopy and limiting        \nfactors in resolution;",
            "To introduce and detail a number of microscope techniques and the theory behind them;",
            "To discuss the factors that limit contrast, resolution, and penetration depth of these techniques;",
            "To explain sample preparation procedures;",
            "To have hands-on experience with each of the techniques."
        ],
        "description": "description of the course \nLight microscopy is an established visualization method used in many fields as a standard analysis tool \n- from histopathological examination of biopsies, to observation of rare minerals’ optical properties. \nTechnological advances in light sources and electronics have made possible the development of advanced \nimaging modalities. Such modalities can be used to image anything from the detailed structure of the \nnuclear pore, to the development of a whole zebrafish embryo in real time, with subcellular resolution. \nAdvanced techniques include Confocal microscopy, Two-photon microscopy, Light Sheet microscopy and \nSuper-resolution microscopy. In this course the advantages and disadvantages of each technique are \ngoing to be discussed and relevant applications are going to be presented. Practical sessions will help \nstudents get acquainted with such techniques and experience how microscopic images are created. Basic  \nimage processing of these images is going to be performed. This course is aimed at any student with an  \ninterest in imaging and its principles.",
        "literature": "literature\nTBC",
        "format": "format\nThis course follows the Problem-Based Learning (PBL) method. Each week of this course, one of the \nmicroscope techniques takes central stage, first in a lecture, then in two tutorial meetings. During these \ntutorial meetings participants will combine hands-on practical experience and PBL to solve problems and \ncase studies in the field of microscopy. This way, optimal understanding of both optical theory and its \napplications in the natural sciences is achieved. Lectures and PBL are given at the advanced optical \nmicroscopy facilities of the Faculty of Health, Medicine, and Life sciences.",
        "assessment": [
            "Weekly assignments - Image Portfolio;",
            "Written exam at the end of the course."
        ]
    },
    "INT3003": {
        "course_coordinator": "course_coordinators \nDr. C. Mota & Dr. P. Wieringa, Department of Complex Tissue Regeneration, MERLN Institute for \nTechnology-Inspired Regenerative Medicine, Maastricht University. \nContact: c.mota@maastrichtuniversity.nl \nContact: p.wieringa@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To provide an overview of all materials that are used in biomedical applications;",
            "To understand the synthesis and structure of different biomaterials; metals, ceramics, \npolymers, and composites thereof;",
            "To introduce the student to the evaluation, characterization, and testing of biomaterials;",
            "To introduce the student to the selection of processing techniques and their working principles;",
            "To provide a detailed understanding of the interaction of biomaterials with surrounding tissues \nand the complete organism;",
            "Translational pathway of the different biomaterials to clinical applications."
        ],
        "description": "description of the course \nWhat makes a material a biomaterial? The overall objective of the course Biomaterials is for the student to \ngain insight in the role that materials can play in solving biomedical problems. Relevant questions in this \ncontext are: which requirements make a material suitable for a specific biomedical application? Which \nbiomedical problem is to be solved, and which material offers the best solution? What manufacturing \ntechniques should be considered? A logical framework will be introduced to help navigate the selection \ncriteria to match an application with a possible biomaterial solution. \nA biomaterial is defined as “any substance or combination of substances, other than drugs, synthetic or \nnatural in origin, which can be used for any period of time, which augments or replaces partially or totally \nany tissue, organ or function of the body, in order to maintain or improve the quality of life of the \nindividual”. In this course, the exact structure and physico-chemical characteristics of various biomaterials \n(metals, ceramics, polymers, composites) will be explained. For instance, the composition, degradation \nbehavior and mechanical properties are important parameters. The working principles of the processing \ntechniques commonly used to modify a raw biomaterial to develop a clinical product will be explained. The \ntechniques that are used to evaluate the physico-chemical characteristics of biomaterials are, \nconsequently, an important subject. Furthermore, the interactions between different biomaterials and the \nbiological environment (cells, extracellular matrix, tissues, organs) will be studied. The concepts of \nbiocompatibility, bioinertness and bioactivity will be introduced, as well as various methods used to \ndetermine the biological response to a biomaterial. The translational pathway will be explained highlighting \nthe complex implementation necessary to bring a biomaterial medical product to the clinic.",
        "literature": "literature\nBiomaterials Science: An Introduction to Materials in Medicine ISBN 9780123746269 (hardcover), ISBN \n9780080877808 (eBook). Ebook available Maastricht University library.",
        "format": "format\nLectures, tutorial groups meetings and a small research based project using literatureresources. \n \nExamination",
        "assessment": [
            "Two multiple choice mid-terms;",
            "A poster presentation on the short project concerning biomaterials research;",
            "A final examination with open questions."
        ]
    },
    "INT3007": {
        "course_coordinator": "course_coordinators \nDr. Martina Summer-Kutmon, Maastricht Centre for Systems Biology (MaCSBio), Department of \nBioinformatics (BiGCaT).",
        "pre_requisites": [
            " \nPRO1002 Research Project"
        ],
        "co_requisites": [
            " \nNone",
            " \nWe strongly advise students to have followed at least one level 2000 course in biology, \nchemistry, mathematics, or neuroscience. Third year DKE students interested in following the \ncourse are welcome to contact us about a waiver for the pre-requisite."
        ],
        "objectives": [
            "To give an overview of the relevant areas of Systems Biology from cellular to tissue to whole- \nbody level;",
            "Studying relevant mathematical and computational techniques;",
            "Understanding complex and multiscale biological processes;",
            "Applying this knowledge about complex systems in concrete biomedical contexts;",
            "Integrate mathematical and biological concepts;",
            "To introduce the student to the major Systems Biology tools and software."
        ],
        "description": "description of the course \nWith the progress of genome sequencing and other -omics technologies, a wealth of multilevel data on \nthe molecular nature of biological systems has been generated. Although systems are composed of \nelements, the essence of a system lies in its dynamics and interactions. It is evident that neither the \nbiologist nor the mathematician can integrate their current expertise and knowledge in the required way. \nSystems biology must fill that gap. Systems biology is a new approach to biological and biomedical \nresearch based on a more holistic perspective and relying on the use of mathematical and computational \nmodels, complementing experiments in the lab. \nThe goal of this course is to provide an overview of systems biology and its building blocks, experimental \napproaches, and a variety of mathematical models and tools. Students will be introduced to the \nmathematical basis of dynamic systems, networks, and constraint-based modelling. We discuss many \nexamples from amongst others cancer metabolism (molecular modeling), neuroscience (tissue-level \nmodeling), and diabetes (whole-body level modeling). Practical skills will be trained in computer practicals. \nSuccessful participation at this course is the perfect preparation for a Master in Systems Biology.",
        "literature": "literature\nA list of papers and suggested books for additional information will be provided during the course.",
        "format": "format\nLectures, tutorial group meetings, and computer practicals. \n \nAssessment",
        "assessment": [
            "A final written exam;",
            "A group presentation."
        ]
    },
    "INT3008": {
        "course_coordinator": "course_coordinator \nProf. L. Moroni, MERLN Institute for Technology-Inspired Regenerative Medicine, Complex Tissue \nRegeneration Group, FHML, Maastricht University.",
        "pre_requisites": [
            " \nBIO2001 Cell Biology",
            " \nCHE2001 Organic Chemistry"
        ],
        "objectives": [
            "Biomaterials and processing technologies used to fabricate scaffolds for tissue engineering;",
            "Cell sources and activity;",
            "Cell nutrient limitations in engineered tissues and technologies used to enhance cell viability;",
            "Successful and unsuccessful strategies to regenerate tissue and organs;",
            "Ethical principles revolving around regenerative medicine and clinical applications."
        ],
        "description": "description of the course \nRegenerative medicine has been defined as an interdisciplinary field that integrates principles of \nengineering and life sciences to develop biological substitutes that restore, maintain, or improve tissue \nand organ functions. Three main gears are generally needed to achieve tissue regeneration: cell-based \ntherapies, tissue-inducing factors, and biocompatible matrices or scaffolds. These components have been \ninvestigated singularly or in combination to create engineered tissues. Regenerative medicine research \nincludes the following areas:",
        "literature": [
            "Biomaterials: including novel biomaterials that are designed to direct the organization, growth, \nand differentiation of cells in the process of forming functional tissue by providing both physical \nand chemical cues;",
            "Cells: including enabling methodologies for the proliferation and differentiation of cells, acquiring \nthe appropriate source of cells such as autologous cells, allogeneic cells, xenogeneic cells, stem \ncells, genetically engineered cells, and immunological manipulation;",
            "Biomolecules: including growth and other differentiating factors;",
            "Biofabrication: including technologies that enables the production of scaffolds and biological \nconstructs;",
            "Engineering design aspects: including 2D cell expansion, 3D tissue growth, bioreactors, \nengineering of surface properties to guide cell-material interactions, vascularization, cell and \ntissue storage and shipping (biological packaging);",
            "Biomechanical aspects of design: including properties of native tissues, identification of minimum \nproperties required for engineered tissues, mechanical signals regulating engineered tissues, and \nefficacy and safety of engineered tissues.",
            "“Tissue Engineering\", editors J. de Boer and C.A. van Blitterwijk, Academic Press Series in \nBiomedical Engineering, Elsevier Inc (2015).",
            "“Principles of Regenerative Medicine”, editors A. Atala, R. Lanza, J.A. Thomson, and R.M. Nerem, \nElsevier Inc (2008)."
        ],
        "format": "format\nLectures, tutorial groups meetings, a small research based project using literatureresources. \n \nAssessment",
        "assessment": [
            "A final examination, which consists of open questions;",
            "A written report;",
            "An oral presentation on the short project concerning regenerative medicine research."
        ]
    },
    "INT3009": {
        "course_coordinator": "course_coordinator \nDr. John Sloggett, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nBIO2001 Cell Biology",
            " \nCHE2001 Organic Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To understand what chemical ecology is;",
            "To gain a knowledge of the chemical bases of a diversity of intraspecific and interspecific \ninteractions;",
            "To understand the contributions that both chemists and biologists make to chemical ecology;",
            "To understand a variety of the methodological techniques used in chemical ecology;",
            "To understand how semiochemicals may be used in human endeavours such as pest control."
        ],
        "description": "description of the course \nChemical ecology is the study of how chemicals, called semiochemicals, mediate interactions within and  \nbetween species. In this course we will examine how the different classes of semiochemicals are used by \norganisms. We will examine how chemists and biologists study these interactions and how some of these \ninteractions can be used to assist humans, by manipulating organisms in the nature.",
        "literature": "literature\nScientific papers.",
        "format": "format\nLectures, tutorial sessions and seminars.",
        "assessment": [
            "Research pitch;",
            "Exam."
        ]
    },
    "": {},
    "MAT1007": {
        "course_coordinator": "course_coordinator \nDr. Claire Blackman, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "",
        "description": "description of the course \nThis course builds on the material in PHY1101 and introduces some new concepts that are important in \nmany natural sciences. It is most suitable for students interested in taking non-mathematical focused \ncourses who want to further their understanding of mathematics. (Physics, mathematics and computer \nscience focused students should expect to take other Mathematics courses – rather than this one). \nThe topics covered include further differentiation and integration, differential equations, mathematical \nseries, exponential decay and growth. Some vectors and matrices may be covered, as well as an \nintroduction to linear algebra. This course will focus on the application of mathematical tools to problems \nwhich are challenging or impractical to solve without them. \n \nLiterature",
        "literature": [
            "Active Prelude to Calculus, Matthew Boelkins, 2019, https://activecalculus.org/;",
            "Active \nCalculus, \nMatthew \nBoelkins, \nDavid \nAustin \n& \nSteven \nSchlicker, \n2018,",
            "Active Calculus Multivariate, Steven Schlicker, David Austin & Matthew Boelkins, 2018, \nhttps://activecalculus.org/;",
            "Other open source mathematical literaturewill be used as required to supplement the above \ntexts."
        ],
        "format": "format\nThis course follows a derivative of the Problem-Based Learning (PBL) method. Each week of this course \nconsists of a lecture and two tutorial meetings. In parallel to these there will also be ‘individual exercises’ to \nbe completed outside of the classroom. \n \nAssessment",
        "assessment": [
            "Online quizzes;",
            "Written assignment;",
            "Midterm;",
            "Final examination."
        ]
    },
    "MAT2002": {
        "course_coordinator": "course_coordinator \nDr. Georgios Stamoulis, Faculty of Science and Engineering, Department of Data Science and Knowledge \nEngineering. \n \nContact: georgios.stamoulis@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nMAT2004 Linear Algebra"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To become familiar with the basic concepts and methods of optimization;",
            "To understand how techniques from calculus and linear algebra are useful for optimization;",
            "To become familiar with a diversity of optimization problems and solution techniques;",
            "To be able to cast certain real-world problems into the form of optimization problems;",
            "To be able to solve certain optimization problems with software (Matlab)."
        ],
        "description": "description of the course \nOptimization occurs in most branches of science and in many different forms. In this course we address \nthe most common and basic optimization techniques. First, we consider unconstrained functions in \nseveral variables. We discuss stationary points and optima, and provide analytical methods based on \nsolving systems of equations. Computer implementations use iterative numerical techniques (gradient \nmethods and hill climbing, Newton methods, etc.) Next, we address linear functions subject to linear \nconstraints, which give linear programming problems. These have many applications, and several \nsolution methods are available (e.g., the simplex algorithm, interior point methods and primal-dual \nmethods). We discuss many examples and exercises. To demonstrate the wide range of applicability, \nthese are taken from different fields of science and engineering.",
        "literature": [
            "F.S. Hillier and G.J. Lieberman: Introduction to Operations Research (10th edition). McGraw-Hill, \n2015 ISBN 978-0-07-352345-3;",
            "A.D. Belegundu and T.R. Chandrupatla: Optimization Concepts and Applications in Engineering \n(2nd ed.). Cambridge University Press, 2011."
        ],
        "format": "format\nLectures and exercises, in order to study optimization in a mixed and interactive way.",
        "assessment": "assessment\nA written final exam, with open question."
    },
    "MAT2004": {
        "course_coordinator": "course_coordinator \nMathias Staudigl, Faculty of Science and Engineering, Department of Data Science and Knowledge \nEngineering. \nContact: m.staudigl@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nIn this course we provide an introduction to the main topics of linear algebra. Emphasis is on an \nunderstanding of the basic concepts and techniques, and on developing the practical, computational skills \nto solve problems from a wide range of application areas.",
        "description": "description of the course \nLinear algebra is incredibly useful in many fields ranging from statistics, computer vision to chemistry and \nbiology. The lectures and tutorials will include examples from many areas of science, and the recommended \ntextbook  contains even more examples from a wider range of applications. \nThroughout the course we maintain a strong emphasis on the geometrical interpretations, illustrating our \nunderstanding of the mathematics at play. \nWe start with matrices, and their usages. We then look at linear transformations and move into vector \nspaces. We build up to understanding and calculating eigenvalues and eigenvectors, we then look at how to \nsimplify large matrices through techniques such as diagonalization and finish with practical examples how  \nlinear algebra is used in data analysis across the modern sciences.",
        "literature": "literature\nLay, David C. (2012). Linear Algebra and Its Applications. 5 th ed.). Pearson. ISBN \n13: 9780321982384.",
        "format": "format\nEvery week we will have one lecture and two tutorial sessions. The tutorials are devoted to the working \non examples illustrating and supporting the theory learned in the lecture. Whenever useful, we will use \nnumerical linear algebra software.",
        "assessment": [
            "2 take home assignments (one around week 3, the other at the end of the period);",
            "An extended problem set ."
        ]
    },
    "MAT2005": {
        "course_coordinator": "course_coordinator \nDr. Gijs Schoenmakers: Faculty of Science and Engineering, Department of Data Science and Knowledge \nEngineering.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To have deep understanding of fundamental concepts in probability and statistics, including how \nthese concepts are derived, why they are useful, what assumptions you have to pose when \napplying them, etc.;",
            "To be familiar with the most frequently used probability distributions/densities and statistical \nprocedures (statistical estimation and hypothesis tests), here again with focus on the deep \nunderstanding as opposed to approaching these concepts as a “black box” or a “recipe”;",
            "To develop a critical thinking when deciding whether certain statistical procedure is the most \nsuitable for a certain problem, as opposed to blindly applying a pre-specified procedure;",
            "To be able to read and summarize scientific articles in applied probability/statistics."
        ],
        "description": "description of the course \nMany real-life situations involve uncertainty and give rise to problems in the fields of probability theory or \nstatistics. In this course, the focus will be on the deep understanding of tools which are necessary to \nanalyse such situations. Firstly, we will address (or refresh) basics of probability theory and the underlying \ncombinatorial principles, because it is impossible to properly understand statistical concepts without \nunderstanding probability and its mathematical foundations. Subsequently, we will focus on (both discrete \nand continuous) random variables, concepts of expectation, mean, variance and independence, \nproceeding to probability distributions (e.g. discrete uniform, binomial, multinomial, hypergeometric, \ngeometric, Poisson, continuous uniform, normal, gamma, exponential). Here we will learn for what \nproblems these distributions are useful and under which assumptions they can/should be       applied, stressing \nalso common misconceptions when trying to apply certain concept blindly (which unfortunately happens \nvery often among applied scientists). We will extend our scope to multi- dimensional random variables \nand joint, conditional, and marginal probability distributions. We will also discuss random sampling, sample \ndistributions of means and variances, and the central limit theorem, again focusing on common \nmisconceptions related to these topics. Then we address statistical estimation (point estimation and interval \nestimation; confidence intervals). Finally, we will discuss various hypothesis tests, goodness-of-fit tests \nand tests for independence and homogeneity. In their presentation/report, students will focus on a \nselected statistical topic and how this can be applied in practice, using scientific articles in applied \nprobability/statistics as their study source. \n \nLiterature",
        "literature": [
            "Book: Walpole, Myers, Myers & Ye: Probability & Statistics for Engineers & Scientists. Any edition \n(pdf formatwill be provided);",
            "Lecture notes and selected scientific articles (will be provided via Canvas)."
        ],
        "format": "format\nLectures and tutorials.",
        "assessment": [
            "A midterm exam (topics: first half of the course, worth 40% of the final grade);",
            "A final exam (topics: second half of the course, worth 40% of the final grade);",
            "A layman’s description of a selected statistical topic (worth 20% of the final grade)."
        ]
    },
    "MAT2006": {
        "course_coordinator": "course_coordinator \nMirela Popa, Faculty of Science and Engineering, Department of Data Science and Knowledge  Engineering. \nContact: mirela.popa@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To become familiar with functions and limits;",
            "To become familiar with differentiation and integration;",
            "To understand how to use differentiation and limits/continuity of a function to sketch the graph \nof a function;",
            "To become familiar with sequences and series;",
            "To understand the basic of differential equations and Taylor series."
        ],
        "description": "description of the course \nIn this course, we will discuss, among others, the following topics: limits and continuity, integration and  \ndifferentiation, inverse and transcendental functions, mean value theorem, sequences and series. In \naddition to the main facts and concepts, problem solving strategies will be discussed as well. Both the \nintuition behind the concepts and their rigorous definitions will be presented along with a number of \nexamples and formal mathematical proofs, to facilitate a better understanding of the concepts. \nFurthermore, these objectiveswill be reinforced through short digital interactive sessions organized during \nthe lectures. \nKnowledge and understanding: Calculus offers an indispensable basis, in the contents as well as in the \nmethodologies, for studying and applying exact sciences, which will be built on during the rest of the \ncurriculum. \nApplying knowledge: The skills and facts which are taught in this course are of use for most of modern \nengineering or scientific problems. After the completion of the course, the students should be able to solve \nsimple problems in the areas mentioned above and to judge the validity of a mathematical argument, \nwhich is related to the material of the course. \nSkills: After having passed the exam, the student will be able to tackle not only the standard type of \nproblems (graph-drawing, calculation of maxima and minima of functions, computing limits, summing \ninfinite series etc.), but also apply his/her knowledge to considerably more relevant problems.",
        "literature": [
            "Calculus, A Complete Course by A. Adams and C. Essex, 8th Edition – Pearson 2014;",
            "Thomas’ Calculus' by M. Weir, J. Hass, and C. Heil, 12th Ed. Or newer – Pearson."
        ],
        "format": "format\nLectures and exercises. \n \nAssessment",
        "assessment": [
            "A written midterm exam;",
            "A written final exam."
        ]
    },
    "MAT2007": {
        "course_coordinator": "course_coordinator \nFrancesco Barile, Faculty of Science and Engineering Department of Data Science& Knowledge   \nEngineering. \nContact: f.barile@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Identify, interpret and apply fundamentals of imperative programming such as variables, \nconditionals, iteration, etc.;",
            "Identify, interpret and apply fundamentals of object-oriented programming, including defining \nclasses, invoking methods, using class libraries, etc.;",
            "Give examples of important topics and principles of software development;",
            "Point out obvious mistakes in programs and analyze how they run;",
            "Design, compose and evaluate programs that solve specific problems;",
            "Use a software development environment to create, debug, and run programs."
        ],
        "description": "description of the course \nThe course provides the basics of computer science and computer programming. After a short introduction \nto computer organization, the principles of structured programming in Java are presented. The main topics \nof the course are: data types, statements and sequential execution, conditional statements, loops, \nmethods, and recursion. Final part of the course introduces students to the concepts of object-oriented \nprogramming design and teaches them how to design their own classes to model and solve several \nproblems. No prior programming experience is assumed. \n \nLiterature",
        "literature": [
            "Allen B. Downey, Think Java: How to Think like a Computer Scientist, Green Tea Press, 2012. \nhttp://www.greenteapress.com/thinkapjava/;",
            "David J. Eck, Introduction to Programming Using Java, Sixth Edition, 2011. \nhttp://math.hws.edu/javanotes/;"
        ],
        "format": "format\nLectures, tutorials and lab group meetings. \n \nAssessment",
        "assessment": [
            "A final examination, which consists of questions related to the course material;",
            "Programming assignments;",
            "Lab exercises."
        ]
    },
    "MAT3004": {
        "course_coordinator": "course_coordinator \nDr. Claire Blackman, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nMAT2006 Calculus"
        ],
        "objectives": [
            "To develop the insight that certain problems in natural sciences can be modelled through \ndifferential and difference equations;",
            "To be able to solve specific types of differential and difference equations, including linear \ndifferential and difference equations, with constant coefficients."
        ],
        "description": "description of the course \nIn many Sciences, among which Physics, Chemistry, Biology, Computer Science and Economics, \ndifferential and difference equations help to model processes of change. In this introductory course, we \nwill focus on the basics of differential and difference equations. In particular, we study first order difference \nand differential equations as well as the solution set of higher order linear versions of these, having \nconstant coefficients.",
        "literature": [
            "An Introduction to Ordinary Differential Equations – J.C. Robinson – 2004 – Cambridge University \nPress;",
            "A first course in Differential Equations with Modelling Applications – D.G. Zill – 2013 – \nBROOKS/COLE Cengage Learning;",
            "Ordinary Differential Equations – W. Adkins and M. Davidson – 2012 – Springer;",
            "Onlinear dynamics and Chaos, 2nd Ed. – Steven H. Strogatz – 2015 – Westview Press."
        ],
        "format": "format\nLectures and exercises. \n \nAssessment",
        "assessment": [
            "Online quizzes;",
            "Written midterm exam;",
            "Written final exam with open questions."
        ]
    },
    "MAT2009": {
        "course_coordinator": "course_coordinator \nDr. Claire Blackman, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nMAT2006 Calculus"
        ],
        "Recommended": [
            " \nMAT1002 or MAT2004 Linear Algebra (highly recommended)"
        ],
        "objectives": "objectives\nThis course is intended to introduce Science students in the essential mathematics to describe continuous \nsystems with multiple variables, especially to analyse continuous time-varying systems as they occur in \nElectromagnetism, Hydrodynamics, and Quantum Mechanics.",
        "description": "description of the course \nMultivariate calculus is the extension of calculus of one variable to calculus with functions of several \nvariables: notably the differentiation and integration of functions involving multiple variables. \nConsiderable attention will be devoted to vector calculus, with focus on differentiation and integration of \nvector fields, primarily in 3-dimensional Euclidean space. Other topics include the curvature and torsion of \ncurves and manifolds, differential geometry, and orthogonal parameterization, and partial differential \nequations of multiple variables. Throughout the course, we maintain a strong emphasis on its application in \nPhysics and Chemistry.",
        "literature": "literature\nWe will use (note that you use the right edition!!!): “Calculus, A Complete Course” by A. Adams and C. \nEssex, (7 or 8) th Edition – Pearson 2014",
        "format": "format\nThe course consists of 6 weeks, each week containing one lecture and two tutorial class. The tutorial class \nuses a mixture of case studies and sets of exercises.",
        "assessment": [
            "The first of these takes place around the midpoint of the course;",
            "The second in the last week of the course."
        ]
    },
    "NEU1001": {
        "course_coordinator": "course_coordinator \nDr. L. de Nijs, School for Mental Health and Neuroscience, Division neuroscience, FHML, Maastricht",
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nKnowledge of biology and chemistry at the high school level is assumed."
        ],
        "objectives": [
            "To introduce the students to the field of neuroscience, the study of the nervous system;",
            "To provide fundamental basis of the anatomy, development, and physiology of the nervous \nsystem."
        ],
        "description": "description of the course \nThis course begins with the study of the nervous system structure, ranging from the macroscopical to \nmicroscopical level, and its development. Next, the fundamental mechanisms by which information flows \nwithin and between nerve cells will be addressed. This includes the aspects of membrane permeability, \naction potential generation and propagation, synaptic transmission, post-synaptic mechanisms of signal \nintegration and the construction of neural circuits. Finally, the vascular system and the microenvironment of \nthe brain will be discussed. \n \nLiterature",
        "literature": [
            "M.F. Bear, B.W. Connors, M.A. Paradiso. Neuroscience, Exploring the Brain. Wolters Kluwer \nHealth, 2015 (4th edition);",
            "D. Purves, G.J. Augustine, D. Fitzpatrick, W.C. Hall, A.S. LaMantia, L.E. White, Neuroscience, \nSinauer Associates, 2012 (5the edition);",
            "E.R. Kandel, J.H. Schwartz, T.M. Jessell, S. A. Siegelbaum, A.J. Hudspeth. Principles of Neural \nScience, McGraw-Hill, 2012 (5th edition)."
        ],
        "format": "format\nTutorial groups meetings and lectures. \n \nExamination",
        "assessment": [
            "An oral presentation on the content of tutorial meetings;",
            "A final exam (open questions)."
        ]
    },
    "NEU1002": {
        "course_coordinator": "course_coordinator \nDr. Peter van Ruitenbeek, Faculty of Psychology and Neuroscience.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Students will have a basic understanding of biological foundations (emphasis on the \nbrain) of behaviour, such as   sleep/wake behaviour, language, memory, eating and \ndrinking, and emotion;",
            "Comprehension of chemical control (neurotransmission and hormones) by the brain and \ndysfunctional control (e.g. addiction or anxiety disorders);",
            "A basic understanding of how to study the biological foundations of behavior;",
            "Obtain understanding of and experience in how present within the scientific process."
        ],
        "description": "description of the course \nWhy do some people develop into a male and some into a female? Does a clear dichotomy even exist? \nWhy are we hungry in the morning? Why do people become addicted to drugs? Is our brain active during \nsleep? How are mood disorders explained from a neuroscience perspective? These and other questions \nwill be addressed in this course. The most important part of our body to explain behaviour is our brain. \nThis course will provide basic knowledge of neuroanatomy (how certain parts of the brain are connected) \nand neurophysiology (how neurons operate to communicate) in order to understand several themes of \nbehaviour (e.g. eating, addiction, sleep) and disorders. \n \nLiterature",
        "literature": [
            "Required literature\nNeuroscience: Exploring the Brain – Bear, 4th edition;",
            "Additional literature\nA couple of journal articles will be used and several biological psychology books can be used in \naddition (Biological psychology – Breedlove, 2013; or Biopsychology 10th ed – Pinel, 2018; or \nPhysiology of Behavior 12th ed – Carlson, 2017)."
        ],
        "format": "format\nThe course consists of a combination of Lectures and PBL tutorial groups.",
        "assessment": [
            "A written exam;",
            "A practical assignment (oral presentation or poster)."
        ]
    },
    "NEU2001": {
        "course_coordinator": "course_coordinator \nLars Hausfeld, Faculty of Psychology & Neuroscience.",
        "pre_requisites": [
            " \nNEU1002 Cognitive Neurosciences: Biological Foundations of Behaviour"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nTo understand the physiological basis of visual and auditory perception.",
        "description": "description of the course \nThe goal of this course is to understand the basic physiologic principles that underlie visual and auditory   \nperception. The course will introduce the sensory systems that are responsible for vision and hearing in \nhumans. Central topics include the nature of the stimulus (physical attributes such as frequency and \namplitude, and perceptual attributes such as colour and intensity), the transduction process (the \ntransformation of a physical stimulus into a neural signal leading to a subjective experience), the \nfunctional neuroanatomy of the human sensory system (the organization of sensory neurons into \nfunctional maps, columns, and pathways), and mechanisms for object perception (the organization of \nsensory features into meaningful percepts, for example, a face in a crowd or speaker at a loud party). \nFinally, the course will introduce psychophysical and neuroscientific methods designed for measuring \nperception. \n \nLiterature",
        "literature": [
            "Goldstein, E. & Cacciami, L. (2021). Sensation and perception (11th edition).  Cengage \nLearning. [ISBN: 978-0-357-44659-1];",
            "E-readers."
        ],
        "format": "format\nLectures and tutorials. \n \nAssessment",
        "assessment": [
            "Oral presentation;",
            "Final exam."
        ]
    },
    "NEU2002": {
        "course_coordinator": "course_coordinator \nNadia Hutten, Department of Neuropsychology & Psychopharmacology, Faculty of Psychology and \nNeuroscience.",
        "pre_requisites": [
            " \nINT1002 Basic Principles of Pharmacology* or",
            " \nNEU1001 Introduction to Neuroscience or",
            " \nINT2008 Molecular Toxicology"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To know the basic principles of neurotransmission & the basic mechanism of drug-receptor \ninteraction;",
            "To understand the mechanism of action of the major groups of drugs acting in the central nervous \nsystem;",
            "To understand the major neurotransmitter systems in the brain and their role in cognitive and \naffective disorders and functions;",
            "To understand the pharmacotherapy of anxiety disorders, CNS degenerative disorders, ADHD;",
            "To understand the acute and long term effects of drugs of abuse."
        ],
        "description": "description of the course \nIn the first part of the course the focus will be on the neurotransmission process, in particular the role of \nneurotransmitter receptors as a basis for understanding the mode of action of CNS drugs. The second part \nof the course will give an overview of the major classes of a number of CNS drugs: the hypnotics and \nsedatives, the anxiolytics, the psychostimulants, the antidepressants and the drugs used to treat CNS \ndegenerative disorders. The pharmacology of these drugs will be put in the perspective of their clinical \nuse. The final part of the course will be devoted to illicit drugs, their acute and long term effects, and their \npotential as medicines.",
        "literature": [
            "Journal articles;",
            "Book(s) chapter(s)."
        ],
        "format": "format\nLectures and tutorial group meetings. \n \nAssessment",
        "assessment": [
            "Written assignments;",
            "Presentations."
        ]
    },
    "NEU3001": {
        "course_coordinator": "course_coordinator \nPim Heckman, Faculty of Psychology & Neuroscience.",
        "pre_requisites": [
            " \nNEU1002 Cognitive Neurosciences: Biological Foundations of Behaviour",
            " \nNEU2001 Cognitive Neurosciences: Perception"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nThe course investigates the neural implementation of action, from the lowest level of simple reflexes to the \nhighest level of the decision to act in order to obtain a goal.",
        "description": "description of the course \nThe most general function of our brain is to interact with our environment to obtain what we desire and \nto avoid what is disadvantageous. The brain plans and executes actions to accomplish this. Actions can be \nsimple (e.g., picking up a pencil), effortful (e.g., endurance running), complex (e.g., dancing), or symbolic \n(e.g., stick up your thumb to get a ride), etc. In all of these actions our brain is involved, but not to the \nsame degree. Evolution has organized motor functions in a hierarchical system that delegates important \nmotor and control functions to lower levels of the nervous system. This allows the brain to spent more \ntime on other important functions, among which the selection of goals and the planning of how to pursuit \nthem. Our understanding of the neural mechanisms of decision making, action selection, action planning, \nand action execution has gained a lot from studying neural disorders (Parkinson's disease, orbitofrontal \npatients, obsessive compulsive disorder, etc.) which will also be considered in the course. \n \nLiterature",
        "literature": [
            "Journal articles;",
            "Book chapters."
        ],
        "format": "format\nLectures and tutorials. \n \nAssessment",
        "assessment": [
            "Oral presentation;",
            "Final exam."
        ]
    },
    "PHY1101": {
        "course_coordinator": "course_coordinator \nMSP Staff, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            "✓ \nNone"
        ],
        "co_requisites": [
            "✓ \nPRA1101 Introduction to Scientific Research I"
        ],
        "objectives": [
            "Explain the underlying principle of the problem solving approach in physics and apply this to \nthe PBL classroom as a team;",
            "Predict outcomes from physics (thought) experiments using relevant mathematical skills and \ncompare results obtained using different assumptions;",
            "Experiment and examine physical models for the natural world;",
            "Link different topics in physics together and demonstrate connections between them;",
            "Calculate the outcome of physics (thought) experiments and comment/reflect on the \nsuitability of the answer."
        ],
        "description": "description of the course \nPhysics is the study of all aspects of Nature, covering the behavior of objects under the action of given \nforces and the nature and origin of gravitational, electromagnetic, and nuclear force fields interactions, \nand the nature of space, time, and matter, and their interactions. This is an introductory course in physics \nintended for a broad audience with a scientific interest, that comprehensively trains students to the basic, \nclassical, and essential fundamentals of physics. The course aims at an understanding of the fundamental \nprinciples of Nature and how to apply them in concrete practical situations. The emphasis is on intuition \nrather than mathematical rigor; this is addressed in the follow-up physics courses. In this course we \naddress the principal corner stones of physics. Each of these subjects is taught on a theoretical level as \nlectures, and trained on a practical level with exercises and by using knowledge in applied situations in \nPBL tasks.",
        "literature": "literature\nThe textbook for this course is a free and online textbook: \nUniversity Physics volumes 1, 2 & 3, (2016 September), OpenStax College. \nVolumes available from: https://openstax.org/",
        "format": "format\nThis course follows the Problem-Based Learning (PBL). \nEach week of this course consists of a lecture and two tutorial meetings. In each of the tutorial meetings \nwe will conduct a PBL discussion and work in teams to solve exercises. In parallel to these there will also \nbe other materials provided online for the purpose of self-study. \n \nAssessment",
        "assessment": [
            "Summary of PBL session communicated in a medium of the students choosing;",
            "Weekly Quizzes;",
            "Final examination."
        ]
    },
    "PHY2001": {
        "course_coordinator": "course_coordinator \nDr. Ronald Westra, Faculty of Science and Engineering, Department of Knowledge Engineering. \nContact: westra@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nMAT2006 Calculus"
        ],
        "Recommended": [
            " \nMAT2004 Linear Algebra"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To acquaint the student with the foundations of Classical Mechanics;",
            "To acquire general understanding of theoretical and practical methods in Classical Mechanics;",
            "To serve as sufficient basis for future education in physical sciences;",
            "To be able to apply this knowledge to concrete practical problems;",
            "To be able to read texts that build on the subjects of this course."
        ],
        "description": "description of the course \nClassical mechanics forms the starting point for all physical science and engineering. The course aims at \nunderstanding the fundamental principles of Classical Mechanics and how to apply them in specific \nsituations. The major topics in this course are: Single particle dynamics, Mechanical Energy, Collisions \nand Momentum, Rotational Motion, Angular Momentum, Rigid body dynamics, and Analytical Mechanics. \nThe course address: statics and kinematics, Newton’s laws, work and energy, momentum and collisions, \nrotational dynamics, and gravitation. Each of these subjects is taught on a theoretical level as lecture, \nand trained on a practical level with exercises and practical training sessions. Associated (but not co- \nrequired) to this course are the Physics skill courses Physics Laboratory PRA1003, PRA2007, PRA3002, \ninvolving experimental practical training sessions.",
        "literature": [
            "University Physics With Modern Physics, Authors: \nHD Young, RA Freedman, Pearson",
            "Classical Mechanics, an undergraduate text, R. Douglas Gregory, Cambridge University \nPress 2006, ISBN-13 978-0-521-82678-5."
        ],
        "format": "format\nEach week of this course is devoted to a major subject of Classical Mechanics, and consists of a plenary \nlecture, and two discussion group meetings. The first meeting starts with reviewing several discussion \nquestions and practical exercises in PBL (Problem-Based Learning) format, followed by assigning some \nchallenging assignments to student teams. In the second meeting each student team present their solution \nto their challenge problem. The grading of the course consists of the averages of the student presentations \nand the two written exams. \n \nAssessment",
        "assessment": [
            "In week 4 there is a written midterm exam (MTE);",
            "In week 7 there is a written final exam (FE)."
        ]
    },
    "PHY2002": {
        "course_coordinator": "course_coordinator \nDr. Jessica Steinlechner, Gravitational Waves and Fundamental Physics, Faculty of Science and \nEngineering.",
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nPHY1001 Elements of Physics or PHY1101 Introduction to Physics"
        ],
        "objectives": [
            "To acquire general understanding of theoretical and practical methods in Thermodynamics and \nStatistical Physics;",
            "To be able to apply this knowledge in analysis and resolution of practical problems;",
            "To develop an understanding and interest in state of the art research in this field;",
            "To connect concepts and ideas from throughout the course to build skills in applying knowledge \nto new and novel concepts."
        ],
        "description": "description of the course \nThermodynamics is the study of many-particle systems in terms of their macroscopic quantities such as \ntemperature, heat, energy, and entropy. Statistical Physics relates these macroscopic quantities to the \nmicroscopic properties such as kinetic and rotational energy and vibrations, using statistics. In this course, \nparticipants will achieve comprehension of the fundamentals of Thermodynamics and Statistical Physics. \nWe cover the major elements of this subject: temperature and heat, thermal properties of matter, the \nlaws of thermodynamics, entropy, enthalpy and free energy, the relation between macroscopic \nparameters and microscopic dynamics, and the statistics of thermodynamic ensembles. Each of these \nsubjects is taught on a theoretical level as lectures, and trained on a practical level with exercises and by \nusing knowledge in applied situations in PBL tasks.",
        "literature": "literature\nConcepts in Thermal Physics by Blundell and Blundell, Oxford University Press 2009.",
        "format": "format\nThis course follows the Problem-Based Learning (PBL) method. Each week of this course consists of a \nlecture and two tutorial meetings. In the tutorial meetings we will conduct PBL pre- and post-discussions \nand discuss the solutions to individual exercises.",
        "assessment": [
            "Written or oral presentations about course content;",
            "Written examination."
        ]
    },
    "PHY2003": {
        "course_coordinator": "course_coordinator \nDr. Sebastian Steinlechner, Gravitational Waves and Fundamental Physics, Faculty of Science and \nEngineering.",
        "pre_requisites": [
            " \nPHY2001 Classical Mechanics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To acquaint the student with the fundamental principles of vibrations and waves as they \napply to all systems;",
            "To develop an understanding of damped and forced vibrations, as well as normal modes;",
            "To identify and be able to use appropriate mathematical methods to solving problems relating \nto these phenomena, such as complex notation, differential equations, eigen modes and \nFourier analysis;",
            "To understand wave characteristics such as standing waves, beats and wave packets."
        ],
        "description": "description of the course \nVibrations and waves covers the behaviour of many physical systems, be it mechanical, acoustic, \nelectromagnetic or optical oscillations. We will investigate simple harmonic oscillators and derive a \ndifferential equation that will allow us to use the same mathematical framework for any oscillating system. \nOscillations can experience damping or can be driven by external forces. An investigation of coupled \noscillators will lead us to normal modes, and furthermore to oscillations that propagate – we call those \nwaves! Waves can overlap (interfere) with each other, leading to phenomena such as standing waves and \nwave packets, which are fundamental for optics as well as electromagnetism. \n \nLiterature",
        "literature": [
            "The Physics of Waves, H. Georgi, available for free at \nhttp://www.people.fas.harvard.edu/~hgeorgi/new.htm (2015), CC BY-NC-ND 2.5 \nlicense;",
            "Optional: Vibrations and Waves, G.C. King, Wiley, 2nd edition (2009)."
        ],
        "format": "format\nEach week of this course consists of a lecture and two tutorial meetings. During the lecture, we will develop \ntogether our physical and mathematical understanding of oscillating systems. In the tutorials, we will be \nrevisiting the contents of the lecture and deepen our understanding through exercises and example \ncalculations. The tutorials and lectures will also contain practical demonstrations as well as computer \nsimulations, and we will look at real-world phenomena in openly posed PBL-style problems. In parallel to \nthese there will be individual exercises to be completed outside of the classroom.",
        "assessment": [
            "The mid-term assessmentwill require you to demonstrate that you can identify and explain \noscillation and wave phenomena in an experiment that you will be documenting in a video;",
            "The final assessmentwill be in the form of a written exam, where you will be able to \ndemonstrate that you understood and can apply the mathematical framework of the course."
        ]
    },
    "PHY2004": {
        "pre_requisites": [
            " \nMAT2009 Multivariable Calculus"
        ],
        "Recommended": [
            " \nMAT1002 or MAT2004 Linear Algebra, PHY1001 Elements of Physics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To acquire general understanding of theoretical and practical methods in electromagnetism;",
            "To serve as sufficient basis for future education in physical sciences;",
            "To be able to apply this knowledge to concrete practical problems;",
            "To be able to read texts that build on the subjects of this course."
        ],
        "description": "description of the course \nElectromagnetism, also known as Maxwell theory, is the science of one of the four fundamental forces in \nNature and deals with the effects of electrical charge and the associated force fields and energies. \nElectromagnetism unites the concepts of electricity and magnetism. These two concepts and their \nrelations form the core of this course, which ultimately can be expressed in the four fundamental laws of \nelectromagnetism: Maxwell’s equations. Important components of the course are:",
        "literature": "literature\nThe course will closely follow the book Introduction to Electrodynamics by David J Griffiths, chapters 1 – 6.",
        "format": "format\nThis course follows a classic teaching formatwith elements of Problem-Based Learning (PBL). Each week \nof this course is devoted to a major subject of electromagnetism, and consists of a plenary lecture of two \nhours, and two discussion group meetings – each of two hours. The first tutorial meeting starts with \nreviewing several ‘Discussion Questions’ followed by the more conceptual assignments and exercises that \ncan be studied jointly in the group.  Next to these there are also “individual Exercises” to be prepared s \nhomework for the second tutorial.",
        "assessment": "assessment\nIn week 7 there is final exam (FE), which each count for 80% of the final course grade. There is a \nparticipation score that will be issued after Week 6 that counts for 20% of the total course grade."
    },
    "PHY2005": {
        "course_coordinator": "course_coordinator \nDr. Keri Vos, Gravitational Waves and Fundamental Physics, Faculty of Science and Engineering.",
        "pre_requisites": [
            " \nMAT2004 Linear Algebra"
        ],
        "Recommended": [
            " \nMAT2006 Calculus",
            " \nPHY2001 Classical Mechanics"
        ],
        "objectives": [
            "Understand the foundations underlying Quantum Mechanics;",
            "Solve Schrödingers wave equation for analytically solvable potentials;",
            "Calculate QM expectation values of physical observables and their time evolution;",
            "Use the operator and vector space notation in calculations;",
            "Calculate the non-classical behavior resulting from the postulates of QM;",
            "Understand the modern orbital atomic model of Hydrogen and calculate the corresponding wave \nfunctions."
        ],
        "description": "description of the course \nThis course is an introduction to Quantum Mechanics, aimed at interested physics or chemistry students. \nSome prior knowledge of classical physics, linear algebra and infinitesimal calculus will help in looking \nthrough the equations and understand what is going on. When looking at the world at very small scales, \nclassical physics (classical mechanics, electromagnetism, thermodynamics) is no longer sufficient to \nexplain our observations. In order to describe the phenomena at these scales, we will enter the strange \nworld of wave functions, probabilities of reality and Schrödingers equation. \nStarting from the failings of classical physics, we will see the necessity of describing the world in a different \nway, and try to make sense of it in terms of classical variables like position and momentum. We will \ncalculate the quantized energy states of various analytically solvable systems like the square- well \npotential and the harmonic oscillator, before turning to the proper linear-algebraic description of quantum \nmechanics. We will explore things like commutation relations of operators, Heisenberg’s uncertainty \nprinciple, Pauli’s exclusion principle and spin. Finally, we will do a proper treatment of the hydrogen atom \nin 3D and its orbitals.",
        "literature": "literature\n“Introduction to Quantum Mechanics”, David J Griffiths. \n \nformat",
        "format": "",
        "assessment": [
            "Problem sheets;",
            "Midterm exam;",
            "Final exam."
        ]
    },
    "PHY2006": {
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nPRA2006 Electronics"
        ],
        "objectives": [
            "Identify various electronic components and describe their basic functions in DC or AC circuits;",
            "Apply Ohm’s law and Thevenin’s theorem to circuits determining a range of different \nresistance, voltage and power values in different configurations;",
            "Apply basic magnetic principles to the process of AC power generation and DC motors;",
            "Explain the different mechanisms for conduction in various semiconductor types and how these \ndiffer from conductors and insulators;",
            "Sketch band-gap diagrams and IV characteristics of various materials and semiconducting \ncomponents and describe how these change under different biasing conditions;",
            "Describe a variety of different uses for semiconductors and specify the functioning of some \nsemiconducting devices;",
            "Sketch and calculate the output voltages of op-amps when in open-loop or controlled-gain \ncircuits, when given information about the input voltages (or vice versa);",
            "Perform conversions and calculations in base 2 (binary), draw and simplify logic gate circuits, \nwrite out their truth tables and use Boolean algebra, de Morgan’s laws and Karnaugh maps to \nsimplify Boolean expressions and logic circuits;",
            "Calculate correct sampling frequencies in signal processing, resolutions for DAQ and optimal \namplifications of signals;",
            "Apply DAQ theory to hypothetical problems solely based on the specification sheets of a DAQ \ncard and proper description of a signal."
        ],
        "description": "description of the course \nIn this course you will learn the fundamentals of electronics beginning with simple electrical theory. You’ll \nexplore the role of different components and devices, learn the laws governing their behaviours and should \ndevelop an understanding of basic circuitry. You will learn about Ohm’s and Kirchhoff’s laws, resistances, \nvoltages, DC and AC currents, capacitors, inductors, diodes, junctions and transistors. You’ll also cover the \nbasics of digital electronics (logic gates and Boolean algebra). We will look at how combinations of discrete \ndevices can be used to build up more complex circuitry and you will have the opportunity to see how \nelectronics can be used to build up the technology which we are most familiar today from flat-screen TVs \nand smartphones. Nearly everything we use in this day and age relies on electronics. We hope that \nthroughout this course you learn to appreciate how the technology around you functions and we hope to \npull apart some electronic devices to explore their inner workings.",
        "literature": "literature\nTo be confirmed.",
        "format": "format\n1 x 2 hour lecture per week. 2 \nx 2 hour tutorial per week. \n \nAssessment",
        "assessment": [
            "Presentation;",
            "Tutorial contribution grade;",
            "Final exam."
        ]
    },
    "PHY2007": {
        "course_coordinator": "course_coordinator \nDr. Stefan Hild, Gravitational Waves and Fundamental Physics, Faculty of Science and Engineering.",
        "pre_requisites": [
            " \nPHY1001 Elements of Physics or PHY1101 Introduction to Physics"
        ],
        "Recommended": [
            " \nPHY2003 Vibrations and Waves"
        ],
        "objectives": "",
        "description": "description of the course \nThe study of optics begins with a geometrical approach, modelling light as rays which can travel according to \nspecific rules. Essentially optics treats all rays as travelling in straight lines until such a point that they reach \nan optical device such as a mirror, lens or obstacle. Based on these principles, we can assess the behavior \nof optical devices (telescopes, microscopes, cameras for example) but also begin to understand optical \nphenomena which occur in everyday life (i.e. rainbows etc.). After the geometrical approach, we will move \nforward to physical optics where light is considered to be a wave. In this part more complex phenomena \nlike polarization, interference, diffraction and their application (e.g. non-reflective coatings, Michelson \ninterferometer,…) will be described.",
        "literature": "literature\nTo be confirmed.",
        "format": "format\nThis course follows the Problem-Based Learning (PBL) method. Each week of this course consists of an \ninteractive lecture and two tutorial meetings. In each of the tutorial meetings we will conduct a PBL \npost-discussion and a PBL pre-discussion. In parallel to these there will also be ‘individual exercises’ to \nbe completed outside of the classroom. \n \nAssessment",
        "assessment": [
            "Written coursework;",
            "Final examination."
        ]
    },
    "PHY2008": {
        "course_coordinator": "course_coordinator \nMr. Chad Ellington: Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Introduce the electromagnetic spectrum and usefulness of spectroscopic observations, including: \nblackbody thermal radiation, emission/absorption spectra and how they can determine relative \nradial velocities, surface temperatures and chemical composition of objects throughout our \nuniverse;",
            "Interpret historical observations of planetary positions and their influence on early models of \nsolar system motions;",
            "Understand the currently accepted formation scenarios of the solar nebula and how it accounts \nfor the locations of the various planetary types; as well as the retinue of minor bodies and their \nlocations / orbital parameters;",
            "Introduce scientific understanding of our solar system, including the planets, their moons,  \nasteroids, comets and dwarf planets;",
            "Describe mechanisms that modify the surfaces of terrestrial planets: such as volcanism, impact  \ncratering, tectonism (including geomagnetism) and erosion;",
            "Compare and contrast characteristics alongside the capabilities of various solar system bodies to \nretain various atmospheric constituents;",
            "Summarize physical properties and orbital characteristics of minor bodies, assessing whether \ntheir orbits deem them as being potential hazardous to Earth."
        ],
        "description": "description of the course \nThis course begins with an overview of information available by studying the spectrum of light from objects \nwithin our universe. Then we transition to historical observations of planetary motions within our sky, how \nit affected models of our solar system and our eventual increased understanding of the planetary laws of \nmotion. We continue with in-depth investigations into the formation of our solar system as well as physical \ncharacteristics (including surface/interior/atmospheric modification) of numerous solar system bodies; \nincluding: terrestrial planets, gas/ice giants & minor planet constituents such as satellites, asteroids, \ncomets & dwarf planets. \n \nLiterature",
        "literature": [
            "Ryden, B. & Peterson, B. (2020). Foundations of Astrophysics (1st ed.). Cambridge;",
            "Astronomy, OpenStax College. Retrieved via: https://openstax.org/details/books/astronomy;",
            "Selected articles and materials will be referenced/provided to the students."
        ],
        "format": "format\nEach week of this course focuses on various topics within our solar system, consisting of overview \nlectures and discussion group meetings. The first meeting will introduce the weekly group \nassignments/exercises with discussion questions where results with further discussions occurs in the \nsubsequent tutor group meetings. There may occasionally be mathematical individual exercises, which \nmay include independent research and/or observations. \n \nAssessment",
        "assessment": [
            "Online assessments/surveys;",
            "Contributions to tutorial group meetings;",
            "Tutorial exercises/proposal;",
            "Midterms;",
            "Independent research/observational reports with presentation;",
            "Conceptual & computational final examinations."
        ]
    },
    "PHY2009": {
        "course_coordinator": "course_coordinator \nMr. Chad Ellington: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: chad.ellington@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Review the electromagnetic spectrum and usefulness of spectroscopic observations, \nincluding:  blackbody thermal radiation, emission/absorption spectra and how they can \ndetermine chemical composition, relative radial velocities, surface temperatures and \nluminosities of  objects throughout our universe;",
            "Identify the overall structure of our Sun from core to corona, covering: nuclear fusion, \nhighlighting  structures/processes of energy transfer & how each region can be studied;",
            "Describe the conditions under which stars form & why their formation mass is so important;",
            "Synthesize apparent magnitude, surface temperature & parallax to determine information such \nas: stellar luminosity (absolute magnitude), distance & stellar size…comparing/contrasting with \nour own Sun & applying to more distant stars for which parallax information is lacking;",
            "Recognize spectral types of stars, being able to identify them based on surface temperature \n(color), spectral features, stellar mass and/or luminosity class;",
            "Differentiate types of binary stars and utilize observational data to find their physical properties, \nsuch as combined mass, individual mass, physical size and orbital separation (as applicable);",
            "Illustrate color-magnitude (H-R) diagrams, locating major types of stars as well as explaining \ndifferences for young versus old star clusters…identifying the turn-off point and how/why it is \nutilized to determine star cluster ages;",
            "Understand the importance of intrinsic variable stars, especially pulsating and cataclysmic \nvariables and their contributions towards the cosmological distance ladder, being able to identify  \ntypes based upon light curve and spectroscopic observations;",
            "Apply the cosmological distance ladder to determine distances to particular types of stars;",
            "Discuss stellar changes from formation to death, highlighting differences of low versus high mass \nstars from that of our Sun and how their remnants contribute to future star formation and planet \nformation."
        ],
        "description": "description of the course \nThis course begins with an overview of information available by studying the spectrum of light from \nobjects within our universe. We then look at our own star, the Sun, covering what humanity has learned \nthus far about its interior structure/composition. Next, we study properties of other stars including: how \nthey form, their ‘lifetimes’, ‘evolution’ & the many remnants they leave behind.",
        "literature": [
            "Ryden, B. & Peterson, B. (2020). Foundations of Astrophysics (1st ed.). Cambridge;",
            "Astronomy, OpenStax College. Retrieved via: https://openstax.org/details/books/astronomy."
        ],
        "format": "format\nEach week of this course focuses on various topics concerning stars and stellar evolution, consisting of \noverview lectures and discussion tutorial group meetings. The first meeting may introduce the weekly \ngroup assignments/exercises with discussion questions where results with further discussions occurs \nin the subsequent tutor group meetings. There may be mathematical individual exercises, which may \ninclude independent research and/or observations.",
        "assessment": [
            "Online assessments/surveys;",
            "Contributions to tutorial group meetings;",
            "Tutorial exercises/proposal;",
            "Midterms;",
            "Independent research/observational reports with presentation;",
            "Conceptual & computational final examinations."
        ]
    },
    "PHY2010": {
        "course_coordinator": "course_coordinator \nMr. Chad Ellington: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: chad.ellington@maastrichtuniversity.nl \n \nRecommended",
        "Recommended": [
            " \nPHY2009 Stellar Astronomy"
        ],
        "objectives": [
            "Illustrate the size/structure of our Milky Way Galaxy, how we are able to measure motions of \nstars/gas clouds, map its overall structure and determine our place within which;",
            "Compare/contrast the shapes, sizes & compositions of: spiral, elliptical, peculiar & irregular \ngalaxies; being able to classify to which type they belong based upon imagery, orbital motions \nof bodies within which and/or physical content descriptions. Furthermore, evaluate the likelihood \nof various astrophysical objects being found within the above galaxy types;",
            "Evaluate observational evidence to differentiate between the top-down and bottom-up models \ndescribing galactic formation;",
            "Discuss competing models explaining the presence of galactic spiral arms;",
            "Explain the methods of determining distances to galaxies within the cosmological distance  \nladder, applying them to various galactic structures;",
            "Breakdown the historical classifications of active galaxies into the subcategories of: radio \ngalaxies, Seyfert galaxies, quasars & blazars; understanding their impact on galactic evolution \nand why they are observed only at cosmological distance;",
            "Describe the various pieces of evidence for dark matter within most galaxies and clusters of \ngalaxies, computing galactic masses when possible;",
            "Relate how observations of distant supernovae led to the discovery that our universe is \naccelerating in its expansion rate;",
            "Identify the key observations supporting the Big Bang as well as how problems with this model  \nled to the inflationary hypothesis & the problems inflation solves;",
            "Summarize the eras of our universe after the Big Bang, identifying various processes that \noccurred within each and/or differentiated them from each other."
        ],
        "description": "description of the course \nThis course begins with an exploration of our Milky Way Galaxy, identifying its overall structure and our \nSun’s place within which. Continuing outward, we study properties of other galaxies, highlighting \nproperties of varying types, how they form and change with time. Finishing up with how large scale \nobservations lead us to the initial conditions of our universe and the Big Bang theory itself. \n \nLiterature",
        "literature": [
            "Ryden, B. & Peterson, B. (2020). Foundations of Astrophysics (1st ed.). Cambridge;",
            "Astronomy, OpenStax College. Retrieved via: https://openstax.org/details/books/astronomy."
        ],
        "format": "format\nEach week of this course focuses on various topics concerning our Milky Way, other galactic types, \nlarge-scale structure of our universe and conditions in the early universe, consisting of overview \nlectures and discussion group meetings. The first meeting may introduce the weekly group \nassignments/exercises with discussion questions where results with further discussions occurs in the \nsubsequent tutor group meetings. There may be mathematical individual exercises, which may \ninclude  independent research and/or observations. \n \nAssessment",
        "assessment": [
            "Online assessments/surveys;",
            "Contributions to tutorial group meetings;",
            "Tutorial exercises/proposal;",
            "Midterms;",
            "Independent research/observational reports with presentation;",
            "Conceptual & computational final examinations."
        ]
    },
    "PHY3001": {
        "course_coordinator": "course_coordinator \nDr. Stefan Danilishin, Gravitational Waves and Fundamental Physics, Faculty of Science and Engineering.",
        "pre_requisites": [
            " \nPHY2005 Quantum Theory"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nMAT2006 Calculus",
            " \nMAT2004 Linear Algebra"
        ],
        "objectives": [
            "To deepen and broaden the understanding of the theoretical and practical principles of Quantum \nMechanics;",
            "To use this knowledge to study, model, and understand quantum phenomena in real physical \nsystems;",
            "To serve as basis for future students who want to specialize in these topics;",
            "To be able to apply this knowledge to practical problems;",
            "To be able to read scientific texts that build on the subjects of this course."
        ],
        "description": "description of the course \nThis course addresses some advanced concepts in Quantum Mechanics and builds on the introductory \ncourse PHY2005 Quantum Theory. The course is organized around the following topics: quantum \ntunnelling, approximation methods such as the variational principle and time (in)dependent perturbation \ntheory, state transitions, quantum entanglement and quantum fluctuations. Each of these subjects is \ntaught on a theoretical level as lecture, and on a practical level with exercises.",
        "literature": [
            "“Introduction to Quantum Mechanics”, David J Griffiths;",
            "\"Modern Quantum Mechanics\", J.J. Sakurai;",
            "Handouts on specific texts during the lectures."
        ],
        "format": "format\nThe tutorials will consist of highly interactive sessions, in which we will solve and discuss exercises in a \ngroup-effort, where the focus lies both on the mathematics as the physical interpretation of the results. \nIn parallel to these group-exercises there will also be ‘individual exercises’ to be completed outside of \nthe classroom.",
        "assessment": [
            "Midterm exam;",
            "Final exam;",
            "Participation in the course."
        ]
    },
    "PHY3002": {
        "course_coordinator": "course_coordinator \nDr. Gideon Koekoek, Gravitational Waves and Fundamental Physics, Faculty of Science and Engineering. \nContact: gideon.koekoek@maastrichtuniversity.nl",
        "pre_requisites": [
            "✓ \nPHY2001 Classical Mechanics"
        ],
        "co_requisites": [
            "✓ \nNone"
        ],
        "objectives": [
            "To acquaint the participants with the entirety of Special Relativity;",
            "To build up Special Relativity in the historical way (by means of thought experiments) as well as  \nfrom rigid mathematical foundations;",
            "To understand 4-vectors and the mathematics of Minkowksi-spacetime as a complete description  \nof Special Relativity, and apply them correctly in solving exercises;",
            "To be able to read and create Minkowski spacetime diagrams, and apply them correctly in solving \nexercises;",
            "To acquaint the students with the Lagrangian formalism of Nature, and to apply it in relativistic \nsetting to derive relativistic physical laws;",
            "To be able to identify and solve the misconceptions and paradoxes in Special Relativity."
        ],
        "description": "description of the course \nThis course focuses on one of the two variants of Einstein’s Theory of Relativity, that is known as Special \nRelativity, which is a complete description of space and time at the most fundational level of Nature. Most \nnotably, the Theory of Relativity posits that space (lengths) and time (durations) are not separate entities, \nbut are intimately entwined with each other; it also posits that these are not fixed but depend on the \ninertial system of the observer. This makes for a rich and interesting underlying structure of space and \ntime. Building up this structure and learning how to apply it to exercises and physical situations, is the \nmain goal of the lecture series. \nWe will start our series by identifying, historically, how Special Relativity was discovered and how it \nfollowed naturally from the laws of electromagnetism; we will then build up its laws and relationships in \nthe historical (but limited) way of Gedankenexperiments, followed by the rigorous (but complete) way of \nMinkowski-geometry. We will introduce Lagrangian formalism of theoretical physics to derive the laws of \nspecial-relativistic mechanics. We will apply the theory in numerous exercises, for which we will also find \ngraphical ways of getting insight in their solutions. \nFinally, we will study the paradoxes and misconceptions; Special Relativity is a theory that is easy to \nmisunderstand, and it is important that we study which misconceptions there are, how to identify them, \nand how to remedy them.",
        "literature": "literature\nSpecial Relativity, T.M.Helliwell, University Science Books (US), First edition 2010. \nRelativity: A very short introduction, Russell Stannard, Oxford University Press (UK), First edition, 2008.",
        "format": "format\nThe tutorials will consist of highly interactive sessions, in which we will solve and discuss exercises in a \ngroup-effort, where the focus lies both on the mathematics as the physical interpretation of the results. \nIn parallel to these group-exercises there will also be ‘individual exercises ’to be completed outside of the \nclassroom. \n \nAssessment",
        "assessment": [
            "Midterm exam;",
            "Final exam."
        ]
    },
    "PHY3004": {
        "course_coordinator": "course_coordinator \nProf. Marcel Merk and Dr. Jacco de Vries, Gravitational Waves & Fundamental Physics, Faculty of Science \nand Engineering",
        "pre_requisites": [
            " \nPHY2005 Quantum Theory"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nMAT2004 Linear Algebra",
            " \nMAT2006 Calculus",
            " \nPHY3001 Quantum Mechanics",
            " \nPHY3002 Theory of Relativity"
        ],
        "objectives": [
            "To acquire a general understanding of key concepts in elementary Particle physics;",
            "To be able to apply this knowledge to numerical calculations;",
            "To be able to read scientific texts that build on the subjects of this course."
        ],
        "description": "description of the course \nThis course provides an overview of the key concepts in elementary particle physics and serves as a \npreparatory course for a subsequent master study on Particle Physics.",
        "literature": "literature\n\"Introduction to Elementary Particles\", David J Griffiths",
        "format": "format\nLectures and PBL tutorial group meetings.",
        "assessment": [
            "Group project and presentation (peer-reviewed);",
            "Final exam;",
            "Tutorial exercise presentations."
        ]
    },
    "PHY3006": {
        "pre_requisites": [
            "✓ \nPHY2001 Classical Mechanics",
            "✓ \nPHY3002 Theory of Relativity"
        ],
        "co_requisites": [
            "✓ \nNone"
        ],
        "objectives": [
            "To understand the theory of Special Relativity as a tensor theory;",
            "To reformulate gravity as curvature of spacetime;",
            "To understand tensor algebra as a mathematical apparatus;",
            "To be able to calculate spacetime curvature in the presence of mass and energy;",
            "To be able to calculate motion in curved spacetime;",
            "To understand black holes, cosmology, and gravitational waves as specific examples of the \ntheory learned."
        ],
        "description": "description of the course \nGeneral Relativity is the best theory of gravity that we have. It refines and supersedes the classical     \nNewtonian theory of Universal Gravitation, and leads to many interesting and exotic predictions about the \nUniverse and objects within it. In this course, we will build up the General Theory of Relativity, the relation \nbetween curved spacetimes and matter and energy, study the mathematics needed to do the necessary \ncalculations, and apply it to some interesting cases. Among those are Schwarzschild black holes, \nFriedmann-Robertson-Walker Universes, and gravitational waves. \n \nLiterature",
        "literature": [
            "Lecture Notes by the lecturer (available as download);",
            "Recommended: “Gravity”, by James B. Hartle;",
            "Recommended: “Gravitation & Cosmology”, by Stephen Weinberg (note: this text is          \nmathematically advanced)."
        ],
        "format": "format\nThe tutorials will consist of highly interactive sessions, in which we will solve and discuss exercises in a \ngroup-effort, where the focus lies both on the mathematics as the physical interpretation of the results. \nIn parallel to these group-exercises there will also be ‘individual exercises’ to be completed outside of the \nclassroom. \n \nAssessment",
        "assessment": [
            "Midterm exam;",
            "Final exam."
        ]
    },
    "PHY3007": {
        "course_coordinator": "course_coordinator \nDr. Gideon Koekoek, Gravitational Waves and Fundamental Physics, Faculty of Science and Engineering. \nContact: gideon.koekoek@maastrichtuniversity.nl \n \nLecturers: \nDr. Gideon Koekoek & Prof. Dr. Jo van den Brand \nContact: j.vandenbrand@maastrichtuniversity.nl",
        "pre_requisites": [
            "✓ \nMAT2004 Linear Algebra",
            "✓ \nMAT2009 Multivariable Calculus"
        ],
        "objectives": [
            "Fourier series\nTheorem of Riemann-Lebesque, Dirichlet conditions, Jordan’s Lemma, Cauchy series;",
            "Laplace transformation\nComplex function theory, s-plane, initial value problems for (partial) differential equations;",
            "Fourier integrals\nHilbert space; Schwarz inequality, Parseval relation, connection to Heisenberg      uncertainty \nrelation;",
            "Sturm-Liouville Theory, with as main examples Bessel and Legendre functions \nComplete sets of orthonormal functions, Frobenius Method, Fourier-Bessel series, \nSpherical Harmonics and their application in physics;",
            "Green’s functions\nSolving of potential equations, Dirichlet and von Neumann boundary conditions, Wronskian \ndeterminant."
        ],
        "description": "description of the course \nThe Italian physicist Galileo already remarked in the 16th century that “the book of nature is written in \nmathematics”. In the centuries and development of physics since, this has become true to the point \nthat advanced mathematics is inseparably entwined with physics. Indeed, for a professional career in \nphysics research, a rigorous training in advanced mathematical techniques is a necessity. In this \ncourse, we will provide a number of the most important topics needed in active research in physics. \nTopics include integral transforms, techniques of solving partial differential equations, finding particular \nsolutions by Green’s function techniques, complete sets, Fourier analysis and its relationship to data- \nanalysis and quantum mechanics, and variational calculus. In all cases, the mathematics will be \npracticed in the context of real-life examples of fundamental theories of physics, such as quantum field \ntheory and relativity. \n \nLiterature",
        "literature": [
            "Arfken & Weber & Harris: Mathematical Method for Physicists, 7th edition or higher. \nISBN 978-0-12-384654-9;",
            "lecture notes by Jo van den Brand & Gideon Koekoek."
        ],
        "format": "format\nLectures and tutorial group meetings. \n \nAssessment",
        "assessment": [
            "Midterm exam;",
            "Final exam."
        ]
    },
    "PHY3008": {
        "course_coordinator": "course_coordinator \nDr. Lorenzo Reverberi, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: l.reverberi@maastrichtuniversity.nl",
        "pre_requisites": [
            "✓ \nMAT2006 Calculus",
            "✓ \nAt least one Astronomy course (PHY2008/PHY2009/PHY2010)",
            "✓ \nWaivers possible for students who took several 2000-level PHY or MAT courses"
        ],
        "Recommended": [
            "✓ \nPHY3002 Theory of Relativity"
        ],
        "co_requisites": [
            "✓ \nNone"
        ],
        "objectives": "",
        "description": "description of the course \nThis course will cover the basic topics in theoretical and observational cosmology. A background in (General) \nRelativity and Astronomy is useful but not strictly mandatory, but a solid understanding of calculus and \nalgebra is assumed. \nWe will begin with a brief introduction to the mathematics of spacetime and General Relativity, and apply \nit to homogeneous, isotropic (FLRW) cosmological models. We will then study light propagation in an \nexpanding Universe, discuss the cosmic distance ladder and the basics of observational cosmology. \nAfter that, we will outline the cosmological expansion history and investigate in some depth the various \nepochs, their observational status and the underlying physical laws: the Big Bang, inflation and the \ngeneration of primordial fluctuations; the thermodynamics of the early Universe and Big Bang \nNucleosynthesis (BBN); recombination and the Cosmic Microwave Background (CMB); structure formation \nand Dark Matter; the late-time cosmic acceleration and Dark Energy. \nAt the end of the course, you should be able to outline the basic theoretical motivation and observational \nsupport in favour of the ΛCDM model, the concordance cosmological model.",
        "literature": "literature\nThere is no official textbook for the course. All necessary study material will be provided and/or indicated \nduring the course. For more advanced and in-depth reading, the interested student is referred to one or \nmore of the excellent books on the subject, for instance: \n \n[1] S. Dodelson, Modern Cosmology, Academic Press (2003); \n[2] E.W. Kolb, M.S. Turner, The Early Universe, Avalon Publishing (1994); \n[3] A. Liddle, An Introduction to Modern Cosmology, Wiley (2003); \n[4] P.J.E. Peebles, Principles of Physical Cosmology, Princeton University Press (1993).",
        "format": "format\nThe course will follow the PBL system, with tutorials involving both group exercises building on the lecture \ncontent of the week, and independent research to be carried out at home. \n \nAssessment",
        "assessment": [
            "Weekly quizzes/projects;",
            "Final examination."
        ]
    },
    "PRA1101": {
        "objectives": [
            "Explore the different natural sciences in a laboratory setting;",
            "To prepare for a lab from a safety perspective;",
            "To understand the handling of materials and solutions and disposal of waste material;",
            "How to work safely in a laboratory environment;",
            "To be able to relate a research question to a scientific theory and a research experiment;",
            "Design and setup a simple research plan to answer the research question;",
            "Understand the use of control samples, reference values, blanks, standards in experimentation;",
            "To be able to perform and record basic laboratory research experiments in a safe and \nscientifically valid way;",
            "Generate valuable data from a scientific experiment;",
            "Learn the basics of writing lab reports."
        ],
        "description": "description of the skill \nThe academic world has its own strict set of rules with respect to collecting data, analyzing the data, and \nwriting and reporting about it. ‘Introduction to Scientific Research’ focuses on designing and performing \nscientific research experiments in the lab. It will teach you some basic laboratory skills commonly used in \nchemical, biological and physics research. Students will gain experience in how to design and set up an \nexperiment in order to answer a specific scientific question. During the laboratory sessions, students will \nexecute experiments, learn how to record the methods and observations, and perform the necessary \nmeasurements to generate valuable data with the final goal to answer the scientific question. You will \nconduct basic data analysis, interpret the analysis, and report the findings. \nBasic practical techniques will be taught, such as the accurate weighing, preparing solutions and dilutions, \nworking with pipettes and volumetric glassware, performing simple analysis, ... \nIn PRA1101 Introduction to Scientific Research I, students will start with learning how to work in a safe \nmanner in a laboratory environment, with respect for themselves, others, and the environment. You will \nlearn how to design an experiment in order to generate valuable data. You will perform experiments and \nlearn the basics of documenting procedures and observations and how to write specific parts of a lab \nreport. \nThis skills course continues with PRA1102 Introduction to Scientific Research II in which you will focus \nmore on how to analyze and interpret the data generated in the experiments and how to report the \nconclusions and findings.",
        "literature": "literature\nCourse manual and online instructions on the Student Portal.",
        "format": "format\nThis skills training will consist of several interactive sessions, practical lab work, and sessions on \nexperimental design, research ethics, data analysis, and reporting of data. \n \nAssessment",
        "assessment": [
            "Pre-lab;",
            "In-lab;",
            "Written lab assignments."
        ]
    },
    "PRA1102": {
        "course_coordinator": "course_coordinators \nDr. Linnea van Griethuijsen: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: l.vangriethuijsen@maastrichtuniversity.nl \n \nDr. Stefan Jongen: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: stefan.jongen@maastrichtuniversity.nl \n \nco_requisites",
        "co_requisites": [
            " \nBIO1101 Introduction to Biology",
            " \nINT1101 Introduction to Liberal Arts and Sciences"
        ],
        "objectives": [
            "Explore the different natural sciences in a laboratory setting;",
            "Relate a research question to a scientific theory and a research experiment",
            "Design and setup a simple research plan to answer the research question;",
            "Understand the use of control samples, reference values, blanks, and standards in \nexperimentation;",
            "Perform and record basic laboratory research experiments in a safe and scientifically valid way;",
            "Evaluate scientific fraud and evaluate resources critically;",
            "Generate valuable data from a scientific experiment;",
            "Conduct basic data analysis;",
            "Interpret and discuss experimental results;",
            "Write a basic lab reports."
        ],
        "description": "description of the skill \nThe academic world has its own strict set of rules with respect to collecting data, analyzing the data, and \nwriting and reporting about it. ‘Introduction to Scientific Research’ focuses on designing and performing \nscientific research experiments in the lab. It will teach you some basic laboratory skills commonly used in \nchemical, biological or physics research, such as the accurate weighing, preparing solutions and dilutions, \nworking with pipettes and volumetric glassware and performing simple analyses. Students will gain \nexperience in how to design and set up an experiment in order to answer a specific scientific question. \nDuring the laboratory sessions, students will execute experiments, learn how to record the methods and \nobservations, and perform the necessary measurements to generate valuable data with the final goal to \nanswer the scientific question. You will conduct basic data analysis, interpret the analysis, and report the \nfindings in partial lab reports. \nPRA1102 Introduction to Scientific Research II builds on PRA1101 Introduction to Scientific Research I \nand you will gain more experience in how to design and set up an experiment in order to answer a specific \nscientific question.",
        "literature": "literature\nCourse manual and online instructions on the Student Portal.",
        "format": "format\nThis skills training will consist out of several interactive sessions and practical lab work on \nexperimental design, data analyses, and reporting of data. \n \nAssessment",
        "assessment": [
            "Pre-lab;",
            "Post-lab assignments."
        ]
    },
    "PRA1003": {
        "course_coordinator": "course_coordinator \nDr. Chris Pawley, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "",
        "description": "description of the skill \nThe aim of this skill is for participants to understand what physics means by performing instructive physical \nexperiments that reveal fundamental physical principles, and to attain a level of dexterity with \nexperimental devices. Physics is an empirical science and not a mere collection of mathematical laws. In \nthis sense, this practical is an appropriate counterpart for the more theoretic and mathematical physics \ncourses. Moreover, the aim of this training is to improve your ability to report and summarize your \nexperimental work in a few pages. The skill consists of a collection of 7 different experiments. Students \ncooperate in pairs and each week performs a different experiment. Each week requires the participants \nto learn the theory, design and plan an appropriate experiment, collect and analyse their data to \nunderstand the physical principles contained within. These experiments are supplemented with a full day \nof training at the beginning regarding various “tools” used in practical physics, which can be applied during \nthis skill.",
        "literature": "literature\nThere is no book directly associated to this module. Information on the individual experiments is provided in \nthis syllabus and in separate detailed experiment descriptions. A suitable textbook for this module is: \nUniversity Physics with Modern Physics, H.D. Young & R. A. Freedman, Pearson Education (US), 13th \nInternational edition, May 2011. For the underlying physical principles of the experiments we refer to any \ngeneral physics textbook.",
        "format": "format\nThis module takes place in the physics laboratory. Students work in small teams during the skill. Each \nweek each couple jointly studies a different experiment, i. perform measurements, ii. process the \nexperimental data, and iii. write a report. The final grade is partly based on these reports. During the \nmodule students also learn more about the basis theory of Experimental Physics, like sources of errors and \nerror propagation.",
        "assessment": [
            "Lab reports;",
            "In-lab assignments."
        ]
    },
    "PRA1005": {
        "course_coordinator": "course_coordinator \nDr. Mark Roberts: Faculty of Psychology and Neuroscience, Department of Cognitive Neuroscience. \nContact: mark.roberts@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nLaptop computer",
            " \nheadphones"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nThis skill has the aim of familiarizing students with basic techniques for data collection and analysis in \nneuroscience for behavioural and electrophysiology data.",
        "description": "description of the skill \nNeuroscience uses a range of techniques to make inferences about the workings of the brain and its \nrelationship to perception, behaviour, health and disease. This skill course will introduce the fundamentals \nof experimental design, data collection, analysis and interpretation, covering methods for measuring \nbehaviour, perception and electrophysiology (the electrical activity of the brain). To make the knowledge \nconcrete, students will perform experiments and data analysis, and write a report comparing methods used \nto measure perceptual sensitivity. In addition, to build a wider appreciation of field, students will read and \npresent a journal article. \nComputer programming is an essential skill for modern neuroscience, used to run experiments and \nperform data analysis. This skill forms a large portion of the course, you will learn the basic functionality of \nMATLAB and the Fieldtrip toolbox. No previous programming experience is expected.",
        "literature": "literature\nHand-outs and relevant literaturewill be provided by coordinator.",
        "format": "format\nLectures, Group meetings and computer meetings. \n \nAssessment",
        "assessment": [
            "Intermediate assignment based on group work;",
            "Presentation of a selected journal article;",
            "Lab report based on practical sessions."
        ]
    },
    "PRA2002": {
        "course_coordinator": "course_coordinator \nP1: Dr. Matt Baker: Faculty of Health, Medicine and Life Sciences, MERLN. \nContact: m.baker@maastrichtuniversity.nl \n \nP4: Dr. Hanne Diliën: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: hanne.dilien@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRA1001 Research methods or PRA1101 Introduction to Scientific Research I",
            " \nPRA1002 Research, Data Analysis and Presentation Academic Skills or PRA1102 Introduction to \nScientific Research II"
        ],
        "co_requisites": [
            " \nCHE2001 Organic Chemistry"
        ],
        "objectives": [
            "To be able to perform organic synthetic experiments in a structured and safe manner;",
            "To understand specific separation and purification techniques commonly used in organic \nchemistry;",
            "To gain a practical understanding of the impact of the choice of reagents, solvents and conditions \non the outcome of an organic reaction;",
            "To gain further skills in scientific research reporting."
        ],
        "description": "description of the skill \nThis skills focuses on the development of a clear understanding of the synthesis of organic chemical \ncompounds. It is important for the students to learn how to convert their theoretical knowledge on \nchemical reactivity to actual design and execution of synthetic chemical reactions. Typical topics, which \nwill be covered in this skills training are:",
        "literature": [
            "Safe handling of organic reagents and safe execution of organic experiments;",
            "Commonly used organic synthetic laboratory techniques;",
            "Synthetic chemistry of various organic reaction types (e.g. nucleophilic substitutions and \neliminations, electrophilic reactions and radical chemistry);",
            "Stereochemistry in organic synthesis;",
            "Purifications and separations in chemistry;",
            "Spectroscopy and characterization of organic compounds.",
            "Practical laboratory instructions;",
            "For students intending on continuing and specializing in organic chemistry, a practical book, such \nas “Multiscale Operational Organic Chemistry” by John W. Lehman (Pearson, 2nd edition, 2009) \nmay be interesting."
        ],
        "format": "format\nThis training is organized as a series of laboratory sessions. The students will have to prepare short reports \non the various laboratory activities of this training. The theory required for the skills is introduced during the \ntutorial group meetings of the co-requisite course: CHE2001 Organic Chemistry. \n \nAssessment",
        "assessment": [
            "The laboratory notebook with developed protocols;",
            "Pre-lab online assessment;",
            "Lab reports."
        ]
    },
    "PRA2003": {
        "course_coordinator": "course_coordinator \nCameron Browne, Faculty of Science and Engineering Department of Data Science & Knowledge \nEngineering. \nContact: cameron.browne@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nMAT1004 Imperative Programming or MAT2007 Introduction to Programming"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nTo familiarise students with the practical skills required in computer programming.",
        "description": "description of the skill \nThe hands-on course is intended to introduce students to more practical concepts involved with computer \nprogramming. The students will gain experience implementing these concepts in programming tasks \nduring weekly labs and an assignment. Topics include:",
        "literature": [
            "Elements of Java programs;",
            "Efficiency and coding style;",
            "Object-oriented programming;",
            "Recursion;",
            "Basics of graphical user interface (GUI) programming;",
            "Exceptions and error handling;",
            "File input and output;",
            "Threads and multithreading."
        ],
        "format": "format\nThe course will be taught in a computer lab. Each session will start with a short lecture to introduce the \nweek’s topic, followed by short programming tasks that demonstrate practical applications of the topic, to \nbe completed during the session. Students should bring their own laptop with a Java SDK installed (Eclipse \npreferred) ready to write and run Java programs.",
        "assessment": [
            "The programming tasks;",
            "A larger take-home assignment."
        ]
    },
    "PRA2004": {
        "course_coordinator": "course_coordinator \nDr. Giuditta Perversi, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: g.perversi@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRA1001 Research methods or PRA1101 Introduction to Scientific Research I",
            " \nPRA1002 Research, Data Analysis and Presentation Academic Skills or PRA1102 Introduction to \nScientific Research II",
            " \nCHE2001 Organic Chemistry",
            " \nPRA2002 Chemical Synthesis"
        ],
        "co_requisites": [
            " \nCHE2002 Inorganic Chemistry"
        ],
        "objectives": [
            "To implement principles seen in class in a laboratory setting;",
            "To learn the basic synthetic techniques in inorganic chemistry;",
            "To synthesize and study a range of inorganic compounds;",
            "To understand the scientific approach to characterization of products;",
            "To refine the scientific reporting skills on data presentation, analysis and discussion."
        ],
        "description": "description of the skill \nThis skills will focus in the synthesis and analysis of inorganic compounds, focusing primarily on \ncoordination compounds and their spectroscopy. \nThe students will be expected to become familiar to how to gather methodological and \ncharacterization results, and reported in a scientific manner adequate for further training.",
        "literature": "literature\nGirolami, Rauchfuss, Angelici: Synthesis and Technique in Inorganic Chemistry (University Science Books). \nWoollins: Inorganic Experiments (Wiley VCH).",
        "format": "format\nLaboratory sessions.",
        "assessment": [
            "Laboratory participation;",
            "Laboratory notebook;",
            "Written laboratory reports;",
            "Pre- and post-laboratory problem sets;",
            "Practical or theoretical exams."
        ]
    },
    "PRA2005": {
        "course_coordinator": "course_coordinator \nDr. Erik Steen Redeker, Faculty of Science and Engineering, Maastricht Science Programme \nContact: erik.steenredeker@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRA1101 Introduction to Scientific Research I"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To be able to efficiently plan experiments related to molecular research in chemistry, biology \nand biochemistry;",
            "To understand and execute protein extraction, separation and analysis tools frequently used  in \na (bio)chemical and biological laboratory;",
            "To be able to accurately follow and develop scientific protocols and procedures;",
            "To be able to correctly use a lab notebook and do scientific reporting in the form of scientific \nreports."
        ],
        "description": "description of the course \nThis course focuses on experimental research methods and reporting. The main goal is to provide students \nwith sufficient laboratory skills to successfully complete more advanced skills and projects in chemistry \nand biology/biochemistry related to (bio)molecular laboratory research. During the lab days, students will \nperform a set of biology and chemistry experiments. The different experiments are  connected and form \none integrated experiment. Parts of the experiments have an emphasis on biological  or biochemical aspects \nof molecular research, while other experiments focus more on some chemical aspects. For the final lab \nday, students have to design their own protocol for an experiment in which the results of the earlier \nexperiments will be combined. The course will be structured in the Research Based Learning (RBL) format, \nwith room for student initiatives and ideas.",
        "literature": "literature\nLab manual. Useful additional literature: \"Practical skills in Biomolecular sciences\" by Reed, R., Holmes, D., \nWeyers, J., Jones, A. (Pearson).",
        "format": "format\nPBL/RBL, work in subgroups, research experiments, assignments \n \nAssessment",
        "assessment": [
            "Pre-lab preparation and lab book use;",
            "Protocol development;",
            "Scientific reports."
        ]
    },
    "PRA2006": {
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nPHY2006 Electronics"
        ],
        "objectives": [
            "Follow a circuit diagram and built a circuit on a breadboard by identifying and using the \ncorrect components, supplies and measurement devices to check the circuit;",
            "Collect experimental readings using multimeters and oscilloscopes to fault find and \ncompare device function to theory in DC and AC configurations;",
            "Plot and analyse graphs of results and perform calculations of resistances, power, currents and \n(various types of (average/RMS)) voltage drops across various sections of circuits or \ncomponents;",
            "Build and analyse RC filters while calculating their gain, time constants and cut-off frequencies;",
            "Build diode rectifying circuits and identify the benefits of full/half wave/smoothing circuits;",
            "Use op-amps in various configurations to amplify weak signals by calculating and selecting \nthe appropriate resistors and use op-amps as comparators for digital conversion;",
            "Programme and wire up an Arduino using the software to control various circuit devices as \ninputs and outputs;",
            "Write clear reports outlining experimental observations and how they compare to theory;",
            "Keep clear notes which contain enough information for someone to be able to repeat and test \nthe experiments and builds which you undertook."
        ],
        "description": "description of the skill \nThis practical addresses the basic concepts essential for mastering the principles of electronics applicable to \ndirect current (DC) and alternating current (AC) circuit analysis. The emphasis is on the basic physics \nbehind electronics, the application of the fundamental laws of electronics to discrete electrical components, \nand the network theorems used in circuit analysis. The first weeks involve schematic reading, the \nmathematics behind electronics, and elementary circuit analysis. Here the students acquire the \nfundamental concepts of DC and AC theory and progresses through capacitive circuits with emphasis on AC \ncircuit analysis, with special emphasis on sinusoidal waveforms, filters and rectifiers. \nThe practical continues with semiconductor physics, namely diode and transistor characteristics and their \napplications, most notably operational amplifiers (and comparators). \nThe next part of the practical entails the study of digital logic, its operations, principles and applications. \nThe course concludes with an introduction to microprocessor circuits and techniques using the Arduino \nmicrocontroller.",
        "literature": "literature\nA course manual and detailed experiment descriptions will be provided during the practical.",
        "format": "format\nLaboratory sessions.",
        "assessment": "assessment\nThe final assessmentis based mainly on lab reports by students but some lab days will also require the \ncompletion of pre-lab quizzes."
    },
    "PRA2007": {
        "course_coordinator": "course_coordinators \nDr. Chris Pawley, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: c.pawley@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRA1003 Basic Physics Laboratory"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nThis practical aims for students to obtaining a deeper understanding of physics by performing various \nkey experiments in the areas of Classical Mechanics, Quantum Mechanics, and Electromagnetism. \nExamples            are the photoelectric effect, blackbody radiation, angular momentum, Faraday’s law, and \nCoulomb’s  law. The focus will be on the design and execution of the experiments and their relation to \nthe fundamental laws and principles of physics. Another objective is the further training of physics \nlaboratory  techniques and procedures. Furthermore, attention will be paid on data analysis and reporting.",
        "description": "description of the skill \nThis skill will educate you on the following:",
        "literature": [
            "Design, use and measurement in physics experimentation;",
            "Gathering data using automated processes;",
            "Data manipulation and analysis using modern tools;",
            "Experiments in mechanics (Gyroscope dynamics, Driven Damped Harmonic Oscillator), Quantum \nPhysics (Photoelectric Effect, Blackbody Radiation, Atomic Spectra), and Electrodynamics \n(Coulomb’s Law, Faraday's Law of Induction Experiment).",
            "University Physics with Modern Physics, H.D. Young & R. A. Freedman, Pearson Education (US), \n13th International edition, May 2011;",
            "Practical Physics, G.L. Squires, Cambridge University Press, 4th edition, September 2001;",
            "Measurements and their Uncertainties: A practical guide to modern error analysis,\nI. Hughes & T. Hase, Oxford University Press, August 2010."
        ],
        "format": "format\nIn this skill participants work together in a small team and each of the weeks perform a different physics  \nexperiment. Each experiment is thoroughly planned, executed, and analysed by the team, and each \nweek a report is submitted. The final grade is based on these reports. Participants are expected to more   \nindependent than in PRA1003 Basic Physics Lab, but staff are available for support.",
        "assessment": [
            "The submitted laboratory reports;",
            "The ability of the team members to design and execute a suitable experiment in physics \nas   assessed through proposals."
        ]
    },
    "PRA2008": {
        "course_coordinator": "course_coordinator \nDr. Veaceslav Vieru, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: v.vieru@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nCHE2003 Physical chemistry"
        ],
        "objectives": "objectives\nFor the course, students are expected to perform various physical chemistry experiments and analyse the \nobtained data, involving inter alia kinetics analysis, thermodynamics analysis and spectroscopy analysis.",
        "description": "description of the skill \nDuring this practicum, we will investigate how physical data is extracted from different experiments. Each \nweek, students will perform different experiments focusing on the different aspects of physical chemistry \n(thermodynamics, kinetics, spectroscopy). Students are expected to work out different constants or \ninformation from the data they collected from experiments. Error analysis will also take a large part in the \ntraining as it is completely inherent to physical chemistry.",
        "literature": "literature\nAtkins, Peter. Physical chemistry (any edition). Oxford University Press.",
        "format": "format\nWeekly practical sessions.",
        "assessment": [
            "The quality of the lab reports;",
            "Lab notebooks;",
            "Results obtained;",
            "Error analysis;",
            "As well as answers to post-lab questions."
        ]
    },
    "PRA2009": {
        "course_coordinator": "course_coordinator \nDr. John Sloggett: Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nPRA1002 Research Data Analysis and Presentation Skills or PRA1102 Introduction to Scientific \nResearch II"
        ],
        "co_requisites": [
            " \nBIO2002 Ecology"
        ],
        "objectives": "objectives\nFor an ecologist, the field is a much less controlled, though much more realistic environment than the lab, \nand a completely different set of practical skills are required. In this course you will learn how to generate \nwell controlled reliable, results in the field. You will be shown a diversity of methods to collect, count and \nidentify animals and plants. You will learn how to measure important environmental variables                  that can \ndetermine the results you get, and most importantly some basic means to plan for and interpret all that \ncomplex data.",
        "description": "description of the skill \nThis skills will include:",
        "literature": [
            "Use of GIS computer mapping tools;",
            "The means to identify species or higher taxa of certain environmentally or taxonomically \nimportant groups or indicator species in the field or lab;",
            "Methods to collect or count organisms in the field;",
            "Planning of field experiments;",
            "Interpretation of field results, including some statistical work and spatial analysis;",
            "How to represent spatial data on an appropriately formatted map."
        ],
        "format": "format\nPractical classes outdoors. This means that appropriate clothing is needed such as Wellingtons, trousers              \nthat can get dirty, rain clothing, a watertight back-pack etc. Classes will take place even when it is raining.",
        "assessment": "assessment\nPractical exercises online and in the field."
    },
    "PRA2010": {
        "course_coordinator": "course_coordinator \nDr. Erik Steen Redeker, Faculty of Science and Engineering, Maastricht Science Programme \nContact: erik.steenredeker@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRA2005 Advanced Molecular Lab Skills",
            " \nPRA2014 Genetics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "",
        "description": "description of the course \nThis course explores the relatively new and rapidly growing field of synthetic biology. Synthetic biology \naims to construct genetic systems, change biological systems or even (re)design organisms, to solve real-\nlife issues in, for example, environment, health, nutrition, … This is done by looking at biology from an \nengineering point-of-view and by using molecular biology, genetic engineering and microbiology methods. \nThis engineering approach focuses on four important principles: abstraction, modularity, standardization \nand   modelling. In this way it is possible to extend and apply genetic techniques to real-world applications. \nThe goal of this practical course is to design, build, and experiment with biological systems using molecular \nbiology techniques relevant to the field of synthetic biology in combination with engineering concepts. \nStudents will gain experience in growing and analysing microbial cell cultures (plates/liquid cultures), \nperform some genetic engineering and cloning techniques and DNA analysis tools.",
        "literature": "literature\nCourse manual",
        "format": "format\nThis practical course is organized as a series of laboratory sessions.",
        "assessment": "assessment\nThe assessmentwill consist of short reports on the various laboratory activities of this training and an  \nindividual essay. The exact formatwill be announced during the course."
    },
    "PRA2011": {
        "course_coordinator": "course_coordinator \nDr. Roy Erkens, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: roy.erkens@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nBIO2003 General Botany"
        ],
        "objectives": "objectives\nIn this skills-training you will get an overview of the characteristics of one of the most important lineages of \nlife: land plants. At the end of this skills-training you should have insight into the most important aspects \nof the biology of mosses, ferns, gymnosperms and angiosperm and be able to explain their characteristics. \nFurthermore, you gain specifically insight into the flowering plants and their mode of reproduction.",
        "description": "description of the skill \nThere are currently between 300.000 and 350.000 species of land plants known. These vary \ntremendously in terms of their characteristics and diversity. Several groups have only one to a few \nspecies while the flowering plants constitute the majority of species. This group is also by far the most \nimportant plant group for humans in terms of food, health, and economic value. \nIn this skill, you will first study the evolutionary history of four groups (the ‘mosses’, ferns, \ngymnosperms and angiosperms). You will focus on the life cycle of these groups and learn how the \ndifferences in life cycles are related to adaptations that are connected to water availability. Then you will \nfocus mainly on flowering plants. You learn what the vegetative plant body looks like and why, with a \nspecial emphasis on secondary growth (a.k.a. wood). After this, you focus on the reproductive strategies  \nof angiosperms and look at flowers, fruits and seeds.",
        "literature": "literature\nBotany, an introduction to plant biology. J.D. Mauseth, 7th ed. 2021. Jones & Bartlett Learning. ISBN: \n978-1-284-15735-2; \nCampbell Biology. J.B. Reece et al. Pearson (edition that you used in the Core).",
        "format": "format\nWeekly laboratory exercises, drawings, microscope work and studies of living material.",
        "assessment": [
            "Worksheets for lab 1 and 2;",
            "A group poster assignment on lab 3-4;",
            "Participation in and exercises related to four DIY field excursions."
        ]
    },
    "PRA2013": {
        "course_coordinator": "course_coordinator \nDr. John Sloggett, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nPRA1002 Research, Data Analysis and Presentation Skills or PRA1102 Introduction to Scientific \nResearch II",
            " \nBIO2004 General Zoology"
        ],
        "objectives": [
            "Carrying out experiments on physiology, behaviour, biodiversity and other aspects of zoology.",
            "Analysing zoological data;",
            "Writing up zoology experiments."
        ],
        "description": "description of the skill \nThe skill aims to provide a greater insight into the different aspects of zoology and how they are studied in \nthe laboratory. You will learn different experimental approaches used in zoology in including physiological \ntesting, behavioural analysis and measures of animals diversity. We aim to provide you with better skills \nin handling both live and dead animal samples and in interpreting what you see in a biologically relevant \nway. \nPlease note that in this course you are required to carry out experimental work with live (invertebrate) \nanimals, which may harm them.",
        "literature": "literature\nRecommended is the book used for course BIO2004 General Zoology.",
        "format": "format\nOne whole-day (lab) instruction per week; museum visit \n \nAssessment",
        "assessment": [
            "Lab performance;",
            "Data presentation;",
            "Reports."
        ]
    },
    "PRA2014": {
        "course_coordinator": "course_coordinator \nServé Olieslagers: Faculty of Health, Medicine and Life Sciences, Maastricht University. \nContact: s.olieslagers@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nCore 1000 level courses"
        ],
        "co_requisites": [
            " \nBIO2007 Genetics"
        ],
        "objectives": [
            "To experience the basic molecular tools that cover the genetic dogma;",
            "To be able to purify genomic DNA from eukaryotic cells and plasmid (circular) DNA from \nprokaryotic cells and perform quantitative and qualitative analyses nucleic acid products;",
            "To isolate RNA from eukaryotic cells and apply reverse transcription to generate copy DNA;",
            "To perform and comprehend polymerase chain reaction (PCR) analysis;",
            "To study specific proteins from tissue by Western immunoblotting;",
            "To present in-depth knowledge in an essay on predefined genetic concepts."
        ],
        "description": "description of the skill \nThe course discusses the principles of technical genetics with application to the study of biological \nfunction at the level of molecules, cells, and multicellular organisms, including humans. The skills \ntrainings are aimed to obtain a basic introduction to techniques and methods in modern Genetics. The \nskills take place at a designated skills laboratory at DUB30; subsequently group presentations form the \nintegration of theoretical and practical information.  \n \nLiterature",
        "literature": [
            "A reader is provided at the start of the course. Other recommended literaturewill be announced \nlater;",
            "“Introduction to Genetic Analysis” by Griffiths, Wessler, Carrol, Doebley (Palgrave Macmillan, \n11thedition, 2015. ISBN-13: 9781464109485). (Co-requisite)."
        ],
        "format": "format\nSkills group meetings. \n \nAssessment",
        "assessment": [
            "Attendance to the skills meetings is required (cf. Rules and Regulations);",
            "A written skills exam;",
            "Group presentation."
        ]
    },
    "PRA2015": {
        "course_coordinator": "course_coordinator \nDr. Kyle Jazwa: Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nPRA1002 Research, Data Analyses and Presentation Academic Skills or PRA1102 Introduction to \nScientific Research II"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To improve your grammar and prose style;",
            "To improve your presentation skills;",
            "To improve your ability to write for different genres;",
            "To improve your time management skills in academic environments;",
            "To improve your ability to give and receive feedback;",
            "To improve your group work skills."
        ],
        "description": "description of the skill \nA good researcher not only knows a lot about their specific topic of study; they are also able to \ncommunicate their findings clearly and concisely to others. Advanced Academic Skills will improve your ability \nto do just this by focusing on you prose style, (written) organization, and argumentation. The course picks \nup where PRA1102 left off by asking you to develop your writing for various genres, including the Abstract,",
        "literature": "literature\nA selection of readings, videos, and “podcasts” will be assigned each week. All course materials are \ncurrently accessible (for free) online, via Canvas, or   through the UM Library webpage.",
        "format": "format\nShort, interactive lectures; assisted individual work/exercises; peer review \n \nAssessment",
        "assessment": [
            "Written Abstract [solo];",
            "literatureReview [solo];",
            "Research Proposal [group];",
            "And other minor writing assignments;",
            "Students will also design and make a didactic group presentation."
        ]
    },
    "PRA2017": {
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nCHE2006 Biochemistry",
            " \nBIO2001 Cell Biology",
            " \nSome aptitude to work with computers will be helpful, but no programming experience is required."
        ],
        "objectives": "",
        "description": "description of the skill \nHow does life work at a molecular scale? In this skill, you will work in teams to visualise life at the level of individual \nmolecules and atoms. How are proteins born, how do they fold, where do they travel to within the cell, and how do \nthey act together? What goes wrong when an efficient pathogen starts to kidnap the cell’s machinery for its own \nadvantage? In this practical skill, you will try to answer these questions using the tools of NanoBiology! \nThe skill will consist of two parts: (i) the morning sessions, where you will learn the techniques and the (applied) \ntheory of Nanobiology; (ii) the afternoon sessions, where you will work in a team to create an animation describing the \ninfection cycle of a human pathogen with the tools of Nanobiology. \nIn the morning sessions, you will be trained in bioinformatics skills to find and analyse protein and DNA sequences. \nYou will learn about the protein data bank (PDB) and how to download from it the three-dimensional (3D) structures of \nproteins, DNA, RNA, and complexes thereof. You will learn how to use software packages -such as UCSF Chimera- to \ninspect these structures and their physicochemical properties, and how to make them ‘alive’ into 4D animations. You \nwill also get acquainted with CellPAINT, a software which allows you to easily paint beautiful and realistic pictures of \ncellular landscapes, either healthy or infected by a pathogen. \nDuring the afternoon sessions, the real investigative work will happen! As a team, you will work together to shed light \non the cellular and molecular mechanisms related to a global health issue. Previously, we worked on Covid19 as well \nas Tuberculosis: this year, we will work on Climate Change. You will study the electron transport chain, the molecular \nmechanisms by which bacteria can produce hydrogen and/or methane gas, and propose new schemes to produce \ngreen energy. The work, which can be divided among team members, will include literatureresearch and study, \nwriting of a movie script, data collection from bioinformatics databases, data analysis and animation, and the making \nof a presentation. At the end of the course, each team will present the animation they created, as well as a power \npoint presentation in which the technical background as well as the choices made during the making of the animation \ncan be explained. \nThis skill is designed for students interested in biology and chemistry (and animation!), but with no previous \nexperience in structural biology or computational chemistry. It progresses rapidly to powerful tools that will be of \ninterest to interdisciplinary students who wish to specialise in protein structure and bioinformatics.",
        "literature": "literature\nEach year, we will cover a different threat to human health. In 2020, the students made animations of the cellular \ninfection of the SARS-CoV-2 virus, whereas in 2021, the students studied mycobacterium tuberculosis. These \nmovies can be seen at the youtube channel of Maastricht4Imaging: \nhttps://www.youtube.com/channel/UCurg8uv6dpsaAeYcGbHGUOQ/featured",
        "format": "format\nThis skill is organised as a series of lectures, computer practical sessions and tutor group sessions.",
        "assessment": [
            "Weekly individual exercises, quizzes and home assignments on the tools and techniques learned;",
            "Final group animation;",
            "Final group presentation;",
            "Peer-review of the group."
        ]
    },
    "PRA2018": {
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "The objective of this skill is to acquire insight into trending topics;",
            "Critical reading (literature);",
            "To quickly comprehend and discuss a new topic;",
            "Debate the news coverage (objectivity, bias, fear spreading, prediction models);",
            "Predict effects in the near future based on current insights;",
            "Obtain some hands-on experience in a trending topic;",
            "Laboratory visit or field trip to places that work on the topic. Examples: MUMC+ coronavirus \ntesting or Brightlands CryoSol startup company."
        ],
        "description": "description of the skill \nCapita Selecta is unique and addresses trending topics in the (bio)chemical, biotechnology or the imaging \nfield. For example, it may cover a recent virus outbreak or a profound breakthrough in biotechnology, \nsuch as CRISPR, or the latest Nobel prize in Chemistry, Physiology or Medicine. Studentswill quickly \nexplore a ‘hot topic’. Students will acquaint themselves with the theoretical basis of the subject. If \npossible, they will critically investigate news coverage (from scientific papers to popular newsflashes) and \ndiscuss the media reports. To acquaint the students better with the current trends and research, there \nwill be visits to companies/laboratories that are involved.",
        "literature": [
            "https://www.nature.com;",
            "https://www.bbc.com/news/health;",
            "https://www.ncbi.nlm.nih.gov/pubmed/trending/;",
            "https://www.sciencemag.org;",
            "https://www.sciencedaily.com/news/plants_animals/biochemistry/;",
            "https://crosstalk.cell.com/blog/topic/trends-in-biochemical-sciences;",
            "https://www.medicalnewstoday.com/categories/biology-biochemistry \nAt the start students will be provided with a list of literature, relevant to the topic."
        ],
        "format": "format\nWe will start with an introductory lecture and continues with specialized journal clubs. In addition, it will \ninclude several lab visits inside and outside the University, including industries/companies. Students will \nalso be arranged in the lab to get hands-on experiences on techniques related to these ‘hot topics’.",
        "assessment": "assessment\nThe students will be assessed individually by:"
    },
    "PRA2019": {
        "course_coordinator": "course_coordinator \nDr. Jessica Nelson: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: jessica.nelson@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Accurately draw biological (or other scientific) subjects;",
            "Apply arrangement guidelines to produce pleasing compositions for illustrations;",
            "Produce illustrations in graphite and ink;",
            "Digitize illustrations and use them to construct scientific figures."
        ],
        "description": "description of the skill \nThis skill will introduce you to natural science illustration and train you in drawing techniques used in this \nfield. No artistic experience is assumed for students entering this practical and drawing techniques for \ntechnical illustration differ from those taught in many art classes, so instruction will start with basic \ndrawing. You will then explore techniques using pencil and ink, as well as guidelines for composition. You \nwill also get experience digitizing and digitally editing illustrations to construct scientific figures for \npublications. Your final project for the course will be to produce a full illustration in either of the introduced \nmedia.",
        "literature": "literature\nCourse manual and weekly instructions.",
        "format": "format\nOne class per week to practice techniques.",
        "assessment": [
            "Weekly drawing assignments;",
            "Short writing assignments;",
            "Final illustration project."
        ]
    },
    "PRA2020": {
        "course_coordinator": "course_coordinator \nProf. dr. M. Honing: Faculty of Health, Medicine & Life Sciences. \nContact: m.honing@maastrichtuniversity.nl",
        "objectives": [
            "Familiarization and practical experience with ionization techniques; ESI, MALDI and APPI;",
            "Basic understanding of ion physics and ion trajectories in mass spectrometers;",
            "Basic training in the application of tandem mass spectrometry (MS/MS) for biology and   \nchemistry relevant molecules, the use of MS/MS prediction software;",
            "Ability to utilize ion mobility spectrometry (IMS) for three chemistry relevant molecules for molecular \nshape analysis;",
            "Understanding of the assessmentof the native structures of proteins by MS;",
            "Basic understanding on the application of vacuum systems, optimization of detectors, ion optics, \nelectronics."
        ],
        "pre_requisites": "pre_requisitess \nINT2010 Principles of Mass Spectrometry \n \nObjectives",
        "description": "description of the course \nThis course focusses on gaining practical experience with a variety of MS and ion mobility spectrometry. \nA variety of ionization technologies, including MALDI, ESI and APPI will be used for the structural \nidentification of biological relevant molecules like, proteins or small molecule hormones. The optimization \nof ESI, by varying e.g. ion-focusing lenses and electrical field strength, will give the student an introduction \nin the practical aspects of ion-physics. Likewise, optimization of MS/MS methodologies will allow the \nstudents to recognize the importance of the physical foundations of gas- phase molecular collisions, the \nassessmentof molecular structures. By developing MS imaging methodologies, physical chemical \nprocesses at the surface of tissues or biomedical materials will be gained. As MS plays an essential role in \nmany R&D laboratories, a broad field of applications, including human tissues, endogenous compounds \nsuch as lipids and proteins, pharmaceutical drugs, biomedical materials such as orthopedic implants will \nbe used. The students will gain basic experience with MS  (ionization and separation instruments) and IMS \nbased technologies.",
        "literature": "literature\nMass Spectrometry Principles and Applications, de Hoffman, power point slides, articles to be distributed. \nStudents are requested to search literaturefor specific manuscripts. \n \nformat",
        "format": "",
        "assessment": [
            "The resolution of an “molecular structure” and MS analysis puzzle;",
            "The quality of the individual notebooks (template provided by instructors);",
            "Laboratory reports."
        ]
    },
    "PRA2021": {
        "course_coordinator": "course_coordinator \nDr. Giuditta Perversi, Maastricht Science Programme, Faculty of Science and Engineering. \nContact: g.perversi@maastrichtuniversity.nl \nKate Seymour, Stichting Restauratie Atelier Limburg (SRAL) \nContact: k.seymour@sral.nl",
        "Recommended": [
            " \nPRA1001 or PRA1101 Introduction to Scientific Research I",
            " \nPRA1002 or PRA1102 Introduction to Scientific Research II"
        ],
        "objectives": [
            "To become acquainted with pigments used historically (pre-Industrial Revolution) by artists;",
            "To become acquainted with the preparation of such minerals for use as a pigment;",
            "To become acquainted with synthesis methods to reproduce historical (pre-Industrial Revolution) \npigments, and obtain practical experience with some of these techniques;",
            "To answer research questions connected to use of these pigments by artists;",
            "To further develop hands-on experience with the laboratory practices of extraction pigments \nfrom minerals or synthesising them."
        ],
        "description": "description of the course \nHave you ever wondered where the beautiful bright colours used by artists come from? This skills module \nwill allow you to experience the process first-hand. The aim of the skills training is to introduce how a \nvariety pigments were made, using the same chemistry as in the 17th century and comparing this to \nmodern chemical processes. The identification of chemical and morphological composition will be covered. \nUltimately, the produce pigments can be mixed with traditional      binding media to create a paint. After a \ngeneral introduction, the students will work in pairs to produce pigments, organic and inorganic in nature \n(sometimes in small the group subgroups with a particular focus). Practical and research problems will be \naddressed, such as:",
        "literature": [
            "Extraction of the colour aspect from the mineral or rock or plant;",
            "Complex synthesis to create the pigment from the source materials;",
            "(Theoretical) comparison between historical making processes and modern production processes."
        ],
        "format": "format\nPractical work, group discussions, laboratory visits and literatureresearch.",
        "assessment": [
            "Weekly assignments on the experimental work performed in the lab;",
            "A final examination (power point presentation on research design);",
            "Lab notebook keeping and contribution to the collective practical work."
        ]
    },
    "PRA2022": {
        "course_coordinator": "course_coordinator \nProf. Dr. Pim Martens, University College Venlo. \nContact: p.martens@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Understand the climate system, its dynamics and feedback loops;",
            "Understand climate and climate impacts models;",
            "Understand how the models are used to predict future changes;",
            "Be able to design your own (conceptual)climate impact model;",
            "Improve your communication and debating skills on climate change."
        ],
        "description": "description of the course \nClimate change poses serious challenges for humans around the world. Global warming is perceived as \none of the biggest global health risks of the twenty-first century which could have a range of effects. In \nthis skills course, we’ll take an integrated (modelling) approach to climate change. This course ranges \nfrom the fundamental science of the atmosphere to the social, economic and political consequences of \nclimate change. We’ll start with an introduction of integrated assessmentmodelling, followed by an \noverview of the climatic system, how it’s changed over time and how it’s predicted to change in future. \nThen, we’ll focus on the impact of climate change on our lives.",
        "literature": "literature\nAll material (problem descriptions and supporting literature) will be provided during the course and made \navailable through the Student Portal. There is no specific textbook.",
        "format": "format\nPresentation and computer-based group practicals, research-based learning, excursions.",
        "assessment": [
            "Final report;",
            "Graded laboratory exercises."
        ]
    },
    "PRA2023": {
        "course_coordinator": "course_coordinator \nMr. Chad Ellington, Faculty of Science and Engineering, Maastricht Science Programme. \nContact : chad.ellington@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPHY2008 Solar System Astronomy OR",
            " \nPHY2009 Stellar Astronomy OR",
            " \nPHY2010 Galactic Astronomy"
        ],
        "objectives": [
            "Design, use and perform measurements in observational experiments;",
            "Manipulate and measure light;",
            "Carry out data reduction/analysis of astrometric, photometric and spectroscopic observations;",
            "Learn basics of various software routines for processing data and assembling figures;",
            "Communicate processes and findings to others;",
            "Productively collaborate and critique."
        ],
        "description": "description of the course \nThis practical is aimed at learning various aspects of observational astronomical techniques. This will be  \naccomplished via hands-on exercises, laboratory experiments/analyses and via computer-based \nexploration. This practical will hopefully begin to prepare you for continuing to more professional \nastronomical instruments. Students in this practical will perform some observations on their own: \nbeginning with simple naked eye observations and their interpretations, understanding optical systems of \ntelescopes, move on to acquiring, processing & analyzing imagery acquired with CCD or CMOS cameras, \nacquire & analyze radio telescope observations of 21cm radiation within our Milky Way galaxy  and finish \nup with the multimessenger-era of astronomy to better understand gravitational wave observations. Sub-\ntopics may include learning about: celestial coordinate systems, celestial navigation, blackbody radiation, \nspectroscopy, image formation, diffraction, active/adaptive optics, various telescope types, tracking \nmounts, image acquisition (bias, flats, darks & science images), image processing, photometry, light \ncurves, radio observations and interferometry. \nDue to uncertain weather conditions and that some observations will need to be performed outside regular \npractical hours, some observations may be left up to students to perform on their own or will be of a \nsimulated nature. If weather conditions indicate it was clear and students did not perform their \nobservations nor figure out how to perform them virtually, this will certainly be reflected in practical \nperformance. \n \nLiterature",
        "literature": [
            "To Measure the Sky (An Introduction to Observational Astronomy), F.R. Chromey, Cambridge \nUniversity Press, 2010;",
            "AAVSO Observing Manuals, https://www.aavso.org/observing-manuals;",
            "AstroImageJ, https://www.astro.louisville.edu/software/astroimagej/;",
            "ISIS (Integrated Spectrographic Innovative Software), http://www.astrosurf.com/buil/isis- \nstoftware.html (Windows only though!)."
        ],
        "format": "format\nIn this skill, participants work together in small teams as well as individually and will perform different \nobservations/laboratory exercises each week. Each observation is thoroughly planned, executed, and \nanalyzed by  the team, with summary reports submitted. The final grade is partially based on these \nreports as well as other assessments.",
        "assessment": [
            "Pre- and post- diagnostic assessments;",
            "In-practical assignments;",
            "Laboratory reports;",
            "Evaluation of an observing logbook;",
            "A final presentation and/or examination."
        ]
    },
    "PRA2024": {
        "course_coordinator": "course_coordinator \nDr. Jesse Hennekam, Faculty of Science & Engineering, Maastricht Science Programme \nContact: j.hennekam@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nINT1007 Introduction to Earth Sciences",
            " \nA bike to make field trips"
        ],
        "objectives": "objectives\nWith its elevated landscape, prominent Pleistocene glacial deposits, and world-famous Cretaceous \noutcrops, Maastricht and its surroundings are situated in an exceptionally interesting geological \nenvironment. Furthermore, it marks a transition zone between the Ardennes in the south and the Rhine-\nMeuse delta in the north. The objective of this geology training course is to learn and utilise specific field \nskills, enabling you to investigate and understand the geology and geological history of an area.",
        "description": "description of the course \nEver wondered why the south of Limburg is so distinctly different from the rest of the Netherlands? Being \nuniquely situated between foot of the Ardennes mountain range and the river delta in the low lands, \nMaastricht and surroundings are very interesting from a geological point of view. Moreover, the presence \nof the Maastrichtian Stage, a period demarking the end of the era of the dinosaurs, highlights the global \nimportance of south Limburg to the study of geology. Millions of years of climatic variation, sea level \nchanges, mountain building and erosion have formed the Limburg landscape into its current shape. This \ngeological history has also a huge impact on the development of the area. The hills in the Limburg \nsurroundings and their loess deposits, resulting in fertile grounds; the effects of the Meuse, dividing the \ncity of Maastricht; and the ENCI quarry, excavating ancient sea deposits in order to provide building \nresources. During this course we will use various field techniques to investigate how these structures \ncame into existences and how they have developed since. You will read and create geological maps, draw \nand measure outcrops, identify specific types of rock and learn how to look at a landscape in order to \nunderstand its geological past.",
        "literature": "literature\nNo textbook is required, although the literatureused in the INT1007 Introduction to Earth Sciences \ncourse will be useful.",
        "format": "format\nDuring this course we will go outside on multiple occasions. Most excursions will be in and around \nMaastricht city, for which a good bike will be necessary to reach the sites.",
        "assessment": ""
    },
    "PRA3001": {
        "course_coordinator": "course_coordinator \nDr. Hanne Diliën, Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nPRA2002 Chemical Synthesis"
        ],
        "co_requisites": [
            " \nCHE3001 Organic Reactions"
        ],
        "objectives": "objectives\nThe main objective of this skill is to provide a solid foundation in multi-step organic synthesis. Most organic \ncompounds cannot be prepared in a single step. Instead, a sequence of reactions has to be designed to \nobtain these materials. Some of these steps may require complex chemistry, very reactive intermediates \nor inert atmospheres. This course focuses on these special situations.",
        "description": "description of the skill \nThis skill will contain:",
        "literature": [
            "Advanced synthetic chemistry of various organic reaction types;",
            "Multi-step organic synthesis;",
            "Synthesis and handling of reactive compounds under inert atmosphere;",
            "Extensive use of spectroscopic characterization (therefore it is recommended to already have \nexperience in operating the IR and NMR in the chemelot labs).",
            "Practical laboratory instructions;",
            "For students intending on continuing and specializing in organic chemistry, a practical book, such \nas “Multiscale Operational Organic Chemistry” by John W. Lehman (Pearson, 2nd edition, 2009) \nmay be interesting."
        ],
        "format": "format\nThis training is organized as a series of laboratory sessions. The students will have to prepare short reports \non the various laboratory activities of this training. The theory required for the skills is introduced during the \ntutorial group meetings of the co-requisite course: CHE3001 Organic Reactions. \n \nAssessment",
        "assessment": [
            "The laboratory notebook with developed protocols;",
            "Lab reports;",
            "Pre-lab assignments."
        ]
    },
    "PRA3003": {
        "course_coordinator": "course_coordinators \nServé Olieslagers, Faculty of Health, Medicine and Life Sciences, Maastricht University. \nContact: s.olieslagers@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRA2014 Genetics"
        ],
        "co_requisites": [
            " \nBIO3001 Molecular Biology"
        ],
        "objectives": [
            "To be able to investigate protein/nucleic acid interactions via an electrophoretic mobility shift \nassay (EMSA);",
            "To perform and comprehend a cytological staining and to visualize and interpret the results;",
            "To apply basic cloning tools in order to manipulate nucleic acids;",
            "To isolate proteins from cells and perform protein quantification;",
            "To perform an immunoprecipitation (IP) and interpret the final results by Western \nimmunoblotting;",
            "To put together a research grant proposal plan based on previously published research; to \npresent and defend it towards peers and tutors."
        ],
        "description": "description of the skill \nThe general aim of this skills course is to obtain detailed knowledge about the techniques that can be \napplied to address molecular processes in mammalian biology. Topics include the intracellular signaling \npathways; cellular responses; Nucleic acid vs protein interactions; and the culmination of the above \nelements in an essay and assignment to indicate active understanding of the above processes. The \nskills days are designed to provide a perspective of how molecular biological techniques are applied to \ntackle major research questions in modern biomedical research.",
        "literature": "literature\nA reader is provided at the start of the course. Other recommended from pre- and co_requisites.",
        "format": "format\nSkills group meetings.",
        "assessment": [
            "Attendance to the skills meetings is required. A final evaluation on skills attendance and active \nparticipation is scored by result analysis;",
            "A written skills;",
            "A student group scientific proposal writing activity and group presentation."
        ]
    },
    "PRA3005": {
        "course_coordinator": "course_coordinator \nCyriel Mentink PhD, Chemelot Innovation and Learning Labs.",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To have the skills to determine the physical and mechanical properties of polymers and to \nincrease the understanding of the underlying analytical methods;",
            "To obtains skills in the processing of polymers e.g. (film)extrusion and injection \nmoulding, compounding, etc.;",
            "To obtain an understanding of the processing of different polymers like thermoplastic, and \nelastomeric polymers."
        ],
        "description": "description of the skills \nIn this practical course the processing and mechanical testing of polymers will be explored. The course \nwill exist of three different experiments. In these experiments the processing and testing of a specific \npolymer will be conducted. \nThermoplastic polymers will be processed with blown film extrusion. Mechanical tests will be conducted \non the produced films to get a better understanding of the effects of the processing on the properties of \nthe material. \nThermoplastic polymers with fillers will be processed via twin screw extrusion. These materials will be \nused in the next experiment for injection molding. \nBy the use of injection moulding standard dog bones will be made for mechanical testing. Mechanical and \nphysical properties of the product will be determined by tensile and bending strength analysis, Melt Flow \nIndex (MFI) and a notched test bar impact test.",
        "literature": "literature\nPractical Manual and SOP’s of the used equipment.",
        "format": "format\nPractical course. \n \nAssessment",
        "assessment": [
            "assessmentof the motivation;",
            "assessmentof the practical skills;",
            "A written lab report at the end of every experiment."
        ]
    },
    "PRA3006": {
        "course_coordinator": "course_coordinators \nDr. Rianne Fijten [1], Dr. Egon Willighagen [2] & Prof. Dr. Chris Evelo [2,3]",
        "objectives": "",
        "pre_requisites": "pre_requisitess \n✔ MAT2007 Introduction to Programming or PRA2003 Programming \n \nObjectives",
        "description": "description of the course \nIn the life sciences the physical interactions between chemical and biological entities, like genes, RNA, \nproteins, metabolites, and drugs, is of key interest to human health. Not only do these interactions play \nan important role in the regulation of gene expression, inhibition of proteins, and they basically define all \ncellular processes and therefore life itself. For example, pharmacology studies the action of drugs on \nprotein, metabolism depends on the interactions of small molecule substrates with enzymes, and \ncoronaviruses reorganise the normal function of cells after entry into the cell. \nWith the increasing amount of knowledge and data in the life sciences, automation becomes \nincreasingly important. The data, whether large or small and complex, have challenges to integrate data \nfrom different experiments and data sources. Many core life sciences databases provide SPARQL \nendpoints to their knowledge, while Wikidata is a spider in this web of semantic data. In this course, you \nwill learn to use how to interact with SPARQL endpoints with JavaScript and visualise the results \ngraphically with a library like d3.js or Cytoscape.js. \n \nLiterature",
        "literature": "",
        "format": "format\nFive hands-on practicals, literaturereview, and home assignments. Students should bring their own \nlaptop. \n \nAssessment",
        "assessment": ""
    },
    "PRA3010": {
        "course_coordinator": "course_coordinator \nFrank Stassen, Faculty of Health, Medicine and Life Sciences.",
        "pre_requisites": [
            " \nBIO2001 Cell Biology",
            " \nBIO2007 Genetics"
        ],
        "co_requisites": [
            " \nBIO3003 Microbiology"
        ],
        "objectives": "objectives\nIn this skill training you will perform microbiological tests such as a variety of biochemical and molecular    \nmethods that enable you to identify an infectious agent and genetic relatedness in case of an outbreak.",
        "description": "description of the skill \nMedical Microbiology is concerned with the diagnosis, treatment and prevention of infectious diseases. For \nidentification and treatment of an infectious agent patient samples are analyzed in a medical microbiology \nlaboratory. In the first three weeks of this skill training you will get acquainted with the basic \nmicrobiological techniques such as, microbial culture, biochemical tests, antimicrobial resistance, and \nmolecular characterization. In the subsequent weeks, you will each analyze a potential outbreak for which \nyou will need to determine the infectious agent, analyze the antimicrobial resistance pattern to propose \ntherapy as well as the genetic composition of the micro-organism in order to determine genetic relatedness. \nFor this you will use the techniques that you have learned in the previous weeks. Finally you will need to \npresent your results in a practical report. \n \nLiterature",
        "literature": [
            "Murray, Medical Microbiology (8th ed.), Elsevier Mosby;",
            "Primary literature."
        ],
        "format": "format\nWeekly laboratory experiments.",
        "assessment": [
            "Your written research plan (week 3);",
            "A poster presentation on the outbreak analyses (final week)."
        ]
    },
    "PRA3012": {
        "pre_requisites": [
            " \nPRA2006 Electronics Lab",
            " \nPHY2006 Electronics"
        ],
        "objectives": [
            "To appreciate the theory behind digital (Boolean) logic and logic gate applications and to develop \nan insight into how computers function;",
            "To design, study and build circuits involving adders, flip-flops, counters and sequential logic and \nunderstand how these devices can be used in everyday electronics;",
            "To understand how an electrocardiogram (ECG) measures the heart’s electrical pulses and \ntranslates these into an analogue waveform;",
            "To build an ECG generator and detector and collect measurements using these;",
            "To use impedance spectroscopy to distinguish between different samples and understand the \nprinciples behind this technique."
        ],
        "description": "description of the skill \nThe course builds on the introductory electronics lab and is split into three, two-week long projects \ncovering the following topic areas:",
        "literature": [
            "Digital electronics for computing:\nThis project covers the basics of binary number systems, Boolean algebra, and logic devices. \nYou will build a digital clock to provide an appreciation of how digital devices can perform different \nfunctions. A similar device will be built using the Arduino microcontroller to better understand \nhow an integrated microcontroller can achieve the same functions of many discrete logic \ncomponents;",
            "Analogue electronics with bioengineering applications:\nIn this project you will build an ECG generator and measurement unit using analogue \ncomponents with the aim of better understanding analogue electronics and their potential \napplications in biomedical engineering. Students will gain a more detailed insight into the \ncharging and discharging characteristics of biological and technological capacitors as well as \nunderstanding the function of amplifiers, filters and counters;",
            "Electrochemical impedance measurement and biosensor technology\nImpedance spectroscopy is an electronic read-out technology which emerged in the Nazi era, \nused to investigate the structural quality of U-boats. Through the decades the technology was \noptimized and is now an established technology, implemented in (bio) medical research. It has \nbeen used for the detection of proteins, neurotransmitters and even the detection of single \nnucleotide polymorphisms in DNA sequences. In this project you will mimic this last experiment \nand try to delineate impedimetric signals in way that DNA melting times can be calculated and \nbased on this information you will try to distinguish between a full matching DNA sequence and \na mutated DNA sequence."
        ],
        "format": "format\nLaboratory sessions: students working in small teams working on a different project every two weeks.",
        "assessment": [
            "Question sheets to be completed within the lab;",
            "Lab reports;",
            "An oral assessment."
        ]
    },
    "PRA3014": {
        "course_coordinator": "course_coordinator \nDr. Chris Bahn, Faculty of Science and Engineering, Maastricht Science Programme. \nContact: chris.bahn@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nCHE2001 Organic Chemistry",
            " \nCHE2004 Spectroscopy"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Learn to identify chemical compounds using a variety of available analytical techniques;",
            "Have a basic understanding of the theoretical background of the measurement principles \ntypically used in spectroscopy and spectrometry;",
            "Be able to develop an analytical strategy to identify an unknown compound;",
            "Be able to operate typical spectroscopic instruments."
        ],
        "description": "description of the skill \nThis course focuses on several topics in analytical chemistry and will contain:",
        "literature": [
            "Identification and structure elucidation of molecules and materials with advanced spectroscopy \nand spectrometry;",
            "UV-Vis spectroscopy;",
            "FT-IR spectroscopy;",
            "1H, 13C, 19F, 31P, COSY spectroscopy;",
            "Mass spectrometry using GC and LC;",
            "Possible module on Differential Scan Calorimetry and Thermogravimetric Analysis.",
            "The textbooks from the pre-requisite courses;",
            "Manuals of the different instruments will be provided."
        ],
        "format": "format\nInteractive laboratory sessions. \n \nAssessment",
        "assessment": [
            "Lab reports, including theoretical background, procedures, data presentation and discussion;",
            "Laboratory notebook and lab safety;",
            "A chemical analysis project."
        ]
    },
    "PRA3017": {
        "course_coordinator": "course_coordinator \nProf. Martijn van Griensven: Dept. cBITE, MERLN Institute for Technology-Inspired Regenerative \nMedicine; Faculty of Health Medicine and Life science, Maastricht University.",
        "pre_requisites": [
            " \nPRA2014 Genetics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nThe main objective of this course is to provide a practical introduction into molecular and cell biology. We \nwill use osteoblasts to study the effects of a hypoxia mimic on programmed cell death. A variety of \nexperiments will be performed to study the effects on RNA and protein level. Cell Profiler will be used for \nimage/data analysis.",
        "description": "description of the skills \nThese skills will contain:",
        "literature": [
            "Immunohistochemistry (IHC) on HIF translocation in hypoxia/DFO treated and untreated cells;",
            "RT-qPCR using Sybr Green for anti- and pro-apoptotic markers;",
            "Metabolic assays (LDH assay);",
            "Microscopy;",
            "Computational analysis of obtained data (Use of CellProfiler to analyse IHC data).",
            "Course manual;",
            "Oxygen-distribution within 3-D collagen I hydrogels for bone tissue engineering (P Wolff, \nMaterials Science & Engineering C95 (2019) 422-427)."
        ],
        "format": "format\nThis training is organized as a series of laboratory sessions. The students will have to prepare short \nreports on the various laboratory activities of this training. \n \nAssessment",
        "assessment": [
            "Attendance to skills meetings is required (cf Rules and regulations);",
            "Mini quizzes regarding the technique will be given before the start of a practical topic to make \nsure students come prepared to the course;",
            "At the end of week 4 a written skills exam will be provided. This exam will contain ±25 questions \nrelated to the practical techniques and information received during the first 4 weeks of the \ncourse;",
            "Keeping an organized laboratory notebook;",
            "Practical reports."
        ]
    },
    "PRA3018": {
        "course_coordinator": "course_coordinator \nDr. Veaceslav Vieru: Faculty of Science and Engineering, Maastricht Science Programme.",
        "pre_requisites": [
            " \nCHE3006 Quantum Chemistry"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "To demonstrate as to what can be achieved using molecular modelling software;",
            "To identify the most appropriate basis sets for solving different problems;",
            "To extract via calculations a variety of measurable properties (HOMO/LUMO, transition states, \nenergies, electron densities…);",
            "To interpret the results of calculations and draw conclusions as to how a reaction will proceed;",
            "To study transition states and their relevance in chemistry."
        ],
        "description": "description of the skills \nThis practicum will introduce students to the basics of computational chemistry via a series of different \ncalculations carried out with Gaussian software. Among others, students will learn how to run Hartree- \nFock and Density Functional Theory (DFT) single point calculations and how to include the electron \ncorrelation energy via Møller–Plesset second-order perturbation theory. Equally, they will learn to \noptimize the geometry of molecules, calculate infra-red spectra, study reaction paths and finding the \ntransition states. Moreover, they will be instructed to compute potential energy surfaces, consider solvent \neffects, and calculate rate constants.",
        "literature": "literature\nCramer, Christopher J. Essentials of Computational Chemistry: Theories and Models (2nd ed.) Wiley.",
        "format": "format\nPractical sessions.",
        "assessment": "assessment\nassessmentwill be based on the quality of lab reports and results obtained."
    },
    "PRA3020": {
        "course_coordinator": "course_coordinator \nDr. Giuditta Perversi: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: g.perversi@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nCHE2001 Organic chemistry"
        ],
        "co_requisites": [
            " \nINT3010 Science and the Visual Arts"
        ],
        "objectives": [
            "To become acquainted with various analytical techniques used for the investigation of paintings \nand other works of art, and of artists’ materials;",
            "To obtain practical experience with some of these techniques;",
            "To answer research questions connected to works of art and artists’ materials;",
            "To further develop hands-on experience with the laboratory practices of discovering fraud and \nforgery, as well as of supporting fine arts conservation."
        ],
        "description": "description of the skills \nOver the last decades the field of conservation science has evolved in parallel with that of forensic science. \nMany non-destructive (NDT)  and non-invasive analytical techniques are used, hand-in-hand with more \ntraditional photographic methods, for the identification and detection of fakes and forgery. These same \ntechniques are also indispensable in the decision-making processes used by conservators to determine \ntreatment protocols  for individual art works. Modern instrumental techniques make it possible to extract a \nwhole array of ‘big  data’ from a ‘grain of original material’. This skills training module is intended to be a \nfirst practical introduction to this highly interesting, broad and quickly expanding field. The course will \ntake place predominately in the conservation studios of the Stichting Restauratie Atelier Limburg (SRAL) \nand the training will be mainly given by the SRAL staff. Actual artworks, often undergoing conservation \ntreatment, will provide the source material for study. Laboratory work will take place both at the SRAL \n(Maastricht) and at DUB30. \nAfter a general introduction, the group will be divided into small subgroups that will work on the different \npractical and research problems, such as:",
        "literature": [
            "The analysis of paint cross-sections from (authentic) paintings, using different \nanalytical  techniques for the identification of pigments, binding materials, varnishes…;",
            "The complex synthesis of an old pigment, via different routes, followed by the analytical  \nidentification of the different colourful reaction products;",
            "The analysis of several pigments and resins used in the past."
        ],
        "format": "format\nPractical work, group discussions, laboratory visits and literatureresearch. \n \nAssessment",
        "assessment": [
            "A mid-term examination, which consists of a research paper;",
            "A final examination (power point presentation on research design);",
            "The contributions to the collective practical work."
        ]
    },
    "PRA3021": {
        "course_coordinator": "course_coordinators \nDr. Pieter Collins: Faculty of Science and Engineering, Department of Knowledge Engineering. \nContact: pieter.collins@maastrichtuniversity.nl \n \nDr. Mirela Popa: Faculty of Science and Engineering, Department of Knowledge Engineering. \nContact: mirela.popa@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nMAT2004 Linear Algebra",
            " \nMAT2006 Calculus",
            " \nMAT2007 Introduction to Programming"
        ],
        "Recommended": [
            " \nKEN1540 Numerical Mathematics"
        ],
        "objectives": [
            "To learn some important algorithms for scientific computing;",
            "To know the assumptions for and rationale behind these algorithms, understand where they can  \nbe applied, and where they may fail;",
            "To gain experience implementing algorithms and applying them to scientific problems."
        ],
        "description": "description of the skill \nScientific computing concerns the use of computers to analyze and solve problems arising in biology, \nchemistry and physics. This generally involves the construction of a mathematical model of the scientific \nproblem, and solving the mathematical problem using computational algorithms. The purpose may be to \nimprove the understanding of natural phenomena or to make predictions of behaviour under different  \nconditions. \nA broad range of scientific problems can be tackled computationally, including simulation methods (for \ndynamic systems); transform methods (for processing data and images) and optimisation methods (for  \nlearning models from data and improving technological processes). \nThis course will focus on well-established algorithms, which will each be applied to a realistic scientific \ncase study. The methods are frequency-domain Fourier/wavelet analysis (for signal processing and \nquantum physics), linear regression, principal component analysis and clustering algorithms (for \nclassification and data analysis), integrators for ordinary differential equations (for simulation and control \nof dynamic systems), finite-difference solvers for partial differential equations (for investigating pattern \nformation). \nThe course will be entirely based on the use of Matlab, a high-level scientific programming language and \ninteractive environment for numerical computation, visualization, and programming. This course is \ncomplemented by KEN1540 Numerical Mathematics, in which students learn in more depth the basic \nalgorithms of scientific computing. \n \nLiterature",
        "literature": "",
        "format": "",
        "assessment": [
            "Computer practical reports;",
            "Class participation. There is 100% attendance requirement."
        ]
    },
    "PRA3022": {
        "course_coordinator": "course_coordinator \nDr. Erik Steen Redeker, Faculty of Science and Engineering, Maastricht Science Programme \nContact: erik.steenredeker@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nPRO3022 iGem Project"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": "objectives\nStudents will acquire an in-depth view of the scientific process of the design, build and test cycle of a \nsynthetic biological system. They will not only get experience in the practical application of molecular \nbiology techniques, but will experience the full cycle of a research project.",
        "description": "description of the course \nThe iGEM competition is a prestigious international student competition on synthetic biology and is \norganized yearly by the Massachusetts Institute of Technology (MIT). In this competition student teams \nfrom all over the world try to tackle real-world problems by using synthetic biology. In this project, \nseveral important aspects of science will be experienced. \nStudents will brainstorm and decide on their own biological design. This design will then be modelled \nand built by using standard, interchangeable parts. In addition to the practical aspects, students will also \nbe responsible for project management, funding, media attention and communication to the general \npublic. At the end of the competition, the team will present the project at the iGEM jamboree (either \nonline or in Paris) in a poster session and by giving an oral presentation.",
        "literature": "literature\nThis skill requires self-study and literatureresearch as a basis. No text book is required.",
        "format": "format\nA combination of group meetings, self-study, brainstorm sessions, participation in local iGEM team meet- \nup and workshops.",
        "assessment": [
            "The overall participation and contribution in the iGEM team (based on input in brainstorm sessions \nand project meetings);",
            "Practical work on the design and building of the biological system and the contribution to \nscientific presentations (oral and poster)."
        ]
    },
    "PRA3023": {
        "course_coordinator": "course_coordinator \nDr. Jessica Nelson: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: jessica.nelson@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nBIO2003 General Botany",
            " \nMAT1006 Applied Statistics OR MAT2005 Statistics"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "objectives": [
            "Conduct an experiment on plant growth and physiological responses to microbes;",
            "Contextualize their experiments with knowledge of plant microbiome research and its   \napplications in agriculture and ecology;",
            "Perform sterile techniques for growing plants and microbes;",
            "Measure plant responses to biotic and abiotic stimuli;",
            "Correctly apply statistical tests to analyze a plant growth experiment;",
            "Use ImageJ to measure data images."
        ],
        "description": "description of the skill \nAs research on microbes living in and on plants has accumulated in recent years, it has become \nincreasingly clear that plants’ success and responses to their abiotic environment are mediated by their  \nmicrobial communities or microbiota. Therefore the study of plant physiology is now increasingly linked to \nmicrobiology. In this skill, you will practice techniques for measuring physiological responses of plants to \nbiotic and abiotic changes in their environments. This will include observing and quantifying common \nplant-microbe symbioses, measuring plant functional traits, and  practicing techniques for sterile plant and \nmicrobe propagation.",
        "literature": "literature\nVarious primary literaturearticles and the course manual.",
        "format": "format\nOne laboratory session per week. \n \nAssessment",
        "assessment": [
            "Reports on laboratory exercises;",
            "Laboratory notebooks;",
            "Research paper on the results of a growth experiment."
        ]
    },
    "PRA3024": {
        "course_coordinator": "course_coordinator \nDr. Jacco de Vries, Maastricht Science Programme, Faculty of Science and Engineering.",
        "pre_requisites": [
            " \nMAT2007 Introduction to programming"
        ],
        "Recommended": [
            " \nAt least a handful of physics courses at level 3000."
        ],
        "objectives": [
            "Experiment with code in python in a notebook-like setup;",
            "Recognise the basic concepts of data analysis in physics;",
            "Compare and Evaluate various types of data;",
            "Perform statistical analysis on a variety of physics data sets, in order to extract meaningful \nphysical parameters;",
            "Perform a proper analysis of errors, correlations and significance;",
            "Demonstrate awareness of the concept of false positives in data."
        ],
        "description": "description of the skill \nAs the world is digitizing, data is being generated by the terabytes per second. As such, there is a great \nneed for people who can make sense of all these data and extract meaningful conclusions. In physics, the \nlast 20 years has seen movement away from individuals working in research groups, towards large, \ninternational collaborations. Within these collaborations, data gathering and handling are essential for the \nsuccessful completion of the experiments. Typical examples are through telescope observations, \ngravitational wave detectors or particle accelerators. \nThis skill is a general introduction to analysis of data from physics experiments. We will learn the \nsystematic treatment of data - following logic and statistics - to reach answers to our questions and assess \ntheir significance. We will change datasets (and teachers) every week, which will consist of LIGO/Virgo \ndata, CERN/LHCb data and astrophysical datasets. This skill will introduce modern computing skills for data \nhandling such as artificial intelligence, data mining and scalability through (for example) parrallelization. \nWe will make use of Jupyter notebooks running on a server at MSP, for which you just need to bring your \nlaptop with a browser. The first week will cover an introduction to the python programming language. \nAt the end of the skill we hope to have provided you with a diversity of perspectives on data within physics \nas well as the skill to interpret and analyse such data.",
        "literature": "literature\nTBD",
        "format": "format\nFull-day practical setup, bring your own laptop.",
        "assessment": [
            "Lab Reports;",
            "Code Review;",
            "Peer-to-Peer feedback."
        ]
    },
    "PRA3503": {
        "course_coordinator": "course_coordinator \nDr. Jessica Nelson: Faculty of Science and Engineering, Maastricht Science Programme. \nContact: jessica.nelson@maastrichtuniversity.nl",
        "pre_requisites": [
            " \nBIO2007 Genetics OR INT3007 Systems Biology OR MAT2007 Introduction to Programming"
        ],
        "co_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nBasic familiarity with computer programming and command line interfaces",
            " \nBIO3003 Microbiology and/or BIO3010 Genomics and Proteomics"
        ],
        "objectives": [
            "Process and analyze microbiome data from high-throughput sequencing;",
            "Correctly interpret microbiome data analyses;",
            "Assess the methodologies used in microbiome research publications;",
            "Contextualize their data analyses with knowledge of microbiome research and its applications in  \nmedicine, agriculture, and ecology."
        ],
        "description": "description of the skill \nIn the past decade, research has increasingly revealed that the success of macro-organisms like plants  \nand animals is dependent on complex communities of micro-organisms living inside and on them—their  \nmicrobiota. The collected genetic material of all these microbes is called a microbiome and can extend the \ngenetic resources available to the host organism. Next generation DNA sequencing technologies have  \naccelerated these discoveries by allowing identification of the many members of diverse microbiomes \nsimultaneously. Such sequencing methods have generated large amounts of data which have required \nnew bioinformatic methods. In this skill, students will learn how to analyze microbiome datasets. They \nwill also familiarize themselves with the literaturein this field in order to explain the applications and \nimportance of microbiome research.",
        "literature": "literature\nVarious primary literaturearticles and the course manual.",
        "format": "format\nOne computer laboratory session per week.",
        "assessment": [
            "Data analysis training exercises;",
            "Proposal and final paper for microbiome data analysis group project."
        ]
    },
    "PRA3504": {
        "course_coordinator": "course_coordinators \nDr. Kyle Jazwa, Maastricht Science Programme, Faculty of Science and Engineering.",
        "pre_requisites": [
            " \nNone"
        ],
        "Recommended": [
            " \nNone, but students should have already written a university-level paper."
        ],
        "objectives": [
            "Participate in all stages of the academic lifecycle: from idea to publication to publicization;",
            "Engage expert and non-expert audiences with your work/research; ",
            "Network and communicate with peers, colleagues, and others;",
            "Identify relevant funding sources and publication venues for their research;",
            "Provide helpful feedback via the peer review process;",
            "Present their research in different venues and in different time limits;",
            "Convince outside stakeholders to support and fund their work."
        ],
        "description": "description of the skill \nThis skills course will complete the student’s exploration of the academic life cycle – from idea to \npublication to publicization. Its coverage includes: writing grant proposals, submitting academic papers \nfor publication in scientific venues, peer reviewing and assessing the work of other scientists, and \ndeveloping the essential (and often untaught) interpersonal skills that are integral       for professional and \nacademic interactions. By performing and recreating many of these steps, students will gain the confidence \nand self-certainty to become well-rounded participants in professional, scientific arenas.",
        "literature": "literature\nAll assigned readings and other materials are available (free of charge) via the course Canvas page \nand/or the UM library webpage.",
        "format": "format\nA combination of in-person meetings/tutorials, asynchronous activities, and flexible group work. The in-\nperson meetings will often feature guest speakers and discussion sessions.",
        "assessment": [
            "Writing a (fictional) grant proposal; ",
            "Mock submitting a revised/formatted paper to a journal;",
            "Peer review activity;",
            "Advertising your research over social media;",
            "Short presentations."
        ]
    }
}